{"file":"meme-029e0001-9584-4acc-b90c-5d8ca0c297a6.webp","describe":"A man is holding a pair of glasses in each hand. He has short brown hair and is shirtless. The background behind him is blue. ","ocr":"","keyword":"蜘蛛人"}
{"file":"meme-04b73e88-dabf-4112-ae27-8dde85187a90.webp","describe":"A cartoon face is shown in two different views. The left side of the image shows a man with blonde hair and blue eyes. He has a big smile on his face. His hair is also blonde.  The right side image is black and white. It shows the same man's face but it is not clear what he is.","ocr":"","keyword":""}
{"file":"meme-04fd4326-9c67-4e34-8140-2a8bd982e340.webp","describe":"There are two animated characters standing next to each other. The character on the left is wearing a yellow shirt and blue pants. He has brown hair and eyes.  The person on on right is also wearing an outfit that is green and purple. They are standing in front of a white door. There is a wooden floor under them.","ocr":"","keyword":""}
{"file":"meme-056b7aaa-ce24-43ed-9eb8-c8ec947b8bcd.webp","describe":"The image is a collage of four pictures from the animated cartoon.  The first picture shows a blonde haired man in underwear standing in front of a purple wall. The second picture is of Marge Simpson standing with her hair up in a blue dress shirt and skirt. She is looking at the other mans chest which is covered in white underwear. There is also a small blue bucket on the floor.","ocr":"","keyword":""}
{"file":"meme-0b97e722-a0d1-4a9b-b5fe-2753ba919364.webp","describe":"A cartoon dog is sitting at a table with a cup of coffee in front of him. He has a big smile on his face and there is a speech bubble above his head. The room he is in has yellow walls and fire coming out of the walls. There are two picture frames hanging on the wall.","ocr":"","keyword":""}
{"file":"meme-0d708747-f2c5-4a76-9e82-07433d2cef52.webp","describe":"A picture of a person's head is drawn in four squares. Each square has a black line drawing of the face of this person. The background of each square is light blue.","ocr":"","keyword":""}
{"file":"meme-0db0011e-7b59-4bba-adef-d7d76343ebe1.webp","describe":"A cartoon of a boy with glasses. He is wearing a red and white shirt. There is a window behind him. A yellow butterfly is flying above the boy. ","ocr":"","keyword":""}
{"file":"meme-0e43f022-bab6-49ee-bc3a-6bd065b7b90a.webp","describe":"Three cartoon dragons are standing side by side. They have yellow and black stripes on them and their heads are covered in golden crowns. Each of the dragon has a wide open mouth with sharp teeth. One of them has white eyes and a pink tongue sticking out. The background is dark blue.","ocr":"","keyword":""}
{"file":"meme-10cc6784-0e7a-4d31-9171-ca0a4aa0e7a9.webp","describe":"A simple drawing of a horse. The horse has a long tail and a small head with two horns on it. There are no other details in the drawing but the background is plain white.","ocr":"","keyword":""}
{"file":"meme-14458f27-a4b3-4f67-82aa-4a3c6007a4d2.webp","describe":"A picture of a mans head is shown in four different angles. Each of the images has a red bandanna on it. The background of each image is white and there are Chinese characters written above and below the pictures.","ocr":"","keyword":""}
{"file":"meme-1a5d6119-99de-41c4-9b61-99d8740f16e4.webp","describe":"A bald man is laying on a chair. The man has his hand on his head and the other hand is touching his forehead. He is wearing a red robe with black sleeves. ","ocr":"","keyword":""}
{"file":"meme-1a8c5310-502b-45df-8121-b2479e25656e.webp","describe":"A picture of a brain is shown in four different views. The brain has blue and pink lights shining through it. There are lines on the left side of the image that are white.","ocr":"","keyword":""}
{"file":"meme-1bfd043c-16be-408a-bc7d-f666e73fc83f.webp","describe":"A man is sitting on a yellow chair. He is wearing a white shirt and has dark hair. There is a fence behind him with grass on it. ","ocr":"","keyword":""}
{"file":"meme-1d38f5de-5ce8-42a1-b8e7-cf60aecffa6a.webp","describe":"A man is bending over a table. He is wearing a dark blue shirt and has glasses on his head. There are napkins and a book on the table in front of him. ","ocr":"","keyword":""}
{"file":"meme-1e51b66d-f4e9-4034-a0ea-6ceb81787683.webp","describe":"A cat is standing in front of a window. The cat has its paws on the ground and it's head is turned to the side. There are long white whiskers on its face and ears. ","ocr":"","keyword":""}
{"file":"meme-1ea0b069-e32f-42a4-82d6-9474863e2a91.webp","describe":"A man is sitting in a chair with his arms stretched out. He is wearing a black baseball cap and a dark shirt. There is a microwave behind him on the counter. ","ocr":"","keyword":""}
{"file":"meme-1fe2d262-9639-4dce-a7a1-2f4280b180f5.webp","describe":"A cartoon sunflower is shown in three separate images. The first image shows the sun with a wide open mouth and a long tongue sticking out. It is standing on a patch of dirt with patches of grass and flowers growing around it. ","ocr":"","keyword":""}
{"file":"meme-2336d80c-30c6-4466-b7b7-56c1cab2f4a2.webp","describe":"A black and white image of a man. The man has dark hair. There are two white circles on either side of the man's head with Chinese characters written on them. ","ocr":"","keyword":""}
{"file":"meme-27ee0fcc-387f-464d-b67a-b44cab1c0423.webp","describe":"A woman is wearing a white shirt and a black jacket. She has a yellow headband on her head. There is a blue blanket on the bed next to her. ","ocr":"","keyword":""}
{"file":"meme-2855f649-9629-4b86-a73e-6e75d86111e2.webp","describe":"A cartoon of a man sitting at a desk is holding a piece of paper. He is wearing a blue shirt and has a sad look on his face. The desk he is sitting in front of him is brown and wooden. There is another person sitting next to him wearing blue clothes. They are both sitting on brown chairs.","ocr":"","keyword":""}
{"file":"meme-28a2c393-aaa4-41c0-9c10-1a69fa5b4d16.webp","describe":"A man is standing in front of a wall. There are papers hanging on the wall behind him. The man has a striped tie on and a blue shirt. He is holding his hand up to his face. ","ocr":"","keyword":""}
{"file":"meme-2bce5455-83d1-47a0-9762-d59ec2516d2b.webp","describe":"A black and white comic strip is displayed. There are three panels showing a man with glasses on his face. He has a beard and mustache and his mouth is open. His hands are touching each other. ","ocr":"","keyword":""}
{"file":"meme-2ecb0dac-3534-4247-8d36-3a58032ac656.webp","describe":"A woman's face is being shown in a photo. The photo has a rainbow coming out of it. There is a white ribbon on top of the woman. ","ocr":"","keyword":""}
{"file":"meme-308e5b91-cb91-4881-a39a-a1e9ddc9305a.webp","describe":"A man is smiling. He has short black hair and a white shirt on. There are pictures behind the man on the wall. ","ocr":"","keyword":""}
{"file":"meme-37c28126-e593-4487-9b81-db40d974549d.webp","describe":"Three white wolf are standing in a line. They are all facing the same direction and their mouths are open. Behind them are tall trees with brown leaves on them. ","ocr":"","keyword":""}
{"file":"meme-37f3a16a-311c-49b5-bba6-b75dee7f79f6.webp","describe":"A comic strip is showing a cartoon of a person with black hair and a black outfit. They have a mask on their face and are holding a bloody knife in their hand. There are question marks above their head. ","ocr":"","keyword":""}
{"file":"meme-3c2ff87d-596d-4cf0-b15a-0988dde8ff00.webp","describe":"Two men are shaking hands. One man is wearing a suit and tie. The other man has long hair. He is also wearing tie and a white shirt. There is a book shelf behind them with books on it. ","ocr":"","keyword":""}
{"file":"meme-3e24ea1e-357e-4de8-87fb-174713fcd997.webp","describe":"A comic is drawn in black and white. There are two characters in the comic. One character is a cat. The other character has a round head with big eyes. He is wearing glasses. ","ocr":"","keyword":""}
{"file":"meme-40063be5-03f6-417f-abe6-7d2ad84bec38.webp","describe":"A man in a brown suit is standing in the middle of a field. There are yellow flowers on the field around him. The sky above him is blue and white. ","ocr":"","keyword":""}
{"file":"meme-4224de4c-281f-4331-a9b9-236d353cec0f.webp","describe":"A mannequin is wearing a black suit and a blue tie. There are numbers on the wall behind the man. The man has his arms crossed in front of him. ","ocr":"","keyword":""}
{"file":"meme-4377d1ba-e200-4253-9d48-fee37cdd0d5d.webp","describe":"A comic strip is showing a girl sleeping in bed. The girl has long black hair and white eyes. She is laying on a pillow with her head resting on the pillow. There is a speech bubble above the girl's head. ","ocr":"","keyword":""}
{"file":"meme-4562dbcb-be48-493d-adc1-141f7c725593.webp","describe":"A grid of nine squares has a red heart in each square. The hearts are drawn with a brush. Each square is empty.","ocr":"","keyword":""}
{"file":"meme-4a05c1cc-1a1c-40a3-9752-12a77057b6f8.webp","describe":"A man is sitting on a chair. He has short hair and is wearing a dark shirt. His mouth is open and he is smiling. There is a pattern on the back of the chair that is gold in color. ","ocr":"","keyword":""}
{"file":"meme-4ad1c293-895f-4a88-938b-ed921f1205e9.webp","describe":"A boy is standing outside on a sunny day. He is wearing a short sleeve shirt and has dark hair. The boy looks sad or upset. There are trees in the background behind him. A paved road can be seen in front of the boy. Part of green grass can also be found near the road. ","ocr":"","keyword":""}
{"file":"meme-4b00df53-4459-4194-8067-69920634774c.webp","describe":"Three men are dressed in the same style of Spiderman. They are pointing their fingers at something or something that is in front of them. The wall behind them is dark blue with white lettering on it. To the right of the men is a light brown wooden box. All three men have red and blue suits and webbed shoes.","ocr":"","keyword":""}
{"file":"meme-4bb36e86-4e17-4dd0-9664-2e35d4503ad9.webp","describe":"A white cat with a pink nose and long white whiskers. The cat has light colored eyes. There are two pointy ears on the cat. Behind the animal is a blue and white wall. ","ocr":"","keyword":""}
{"file":"meme-4d5f93cb-8624-4a43-8378-a41463a2f084.webp","describe":"A cartoon of a man with a hat on his head. He has blue eyes and a frown on it. His hair is short and he has a hand raised up in the air. ","ocr":"","keyword":""}
{"file":"meme-4fca6b8c-0e71-4813-b43a-74145793184c.webp","describe":"A man and a woman are sitting in the back seat of a car. The man is wearing a black jacket and has short hair. He has a beard and is looking at the woman with a surprised look on his face. There are yellow taxis parked behind the couple. ","ocr":"","keyword":""}
{"file":"meme-4fd9c473-1f11-4a1c-ad37-9451c1641838.webp","describe":"A cartoon of a yellow spongebob holding a box with the word \"reliable\" on it.  The sponge bob is sitting in a chair with a white table in front of him. He has a big smile on his face and his mouth is open.","ocr":"","keyword":""}
{"file":"meme-5592bdd6-e62e-4fce-b254-f5b75a6df111.webp","describe":"A brown and white hamster is sitting on a pile of dirt. The hamsters mouth is open wide. There are pink ears sticking out from the front of the hamper. ","ocr":"","keyword":""}
{"file":"meme-55e41ddc-3f98-442e-b972-e0845b4e2ad1.webp","describe":"A group of soldiers stand in a line. They are all holding guns. The wall behind them is made of bricks. There is dirt on the ground. One of the soldiers has yellow boots. ","ocr":"","keyword":""}
{"file":"meme-57012c69-fdc4-443b-be98-341c0f3d24d6.webp","describe":"A cartoon character is holding a book. The book is red and blue. There are two eyes on the character. ","ocr":"","keyword":""}
{"file":"meme-58c911a4-cc81-4269-8801-f75c54c032cb.webp","describe":"A man in a black suit is kneeling down next to a mound of dirt. There are people standing behind him looking at the dirt mound. Next to the man is a tall white stone monument. ","ocr":"","keyword":""}
{"file":"meme-5d917120-1e8a-4caf-8233-e02cf23be335.webp","describe":"Three people are standing on a sidewalk. The woman is wearing a red dress and the man is in between her.  The man has a blue and white plaid shirt on and black pants. He has brown hair and is looking down at the ground. There is a woman to his right with a light blue tank top and blue jeans. Behind them are buildings and people walking.","ocr":"","keyword":""}
{"file":"meme-5f4841b8-e7ac-4b46-aeb6-c11654aa4c61.webp","describe":"A bald man is standing in the stands. He has a black vest over his shirt and a plaid shirt underneath it. There are other men behind him sitting in white chairs. ","ocr":"","keyword":""}
{"file":"meme-602ac7a2-a735-4015-b24b-c2bb1f9f1125.webp","describe":"Three anime girls are standing in a row. They have long, straight hair that is blue and black. One of the girls has a red hat on her head. The other two girls have their hair cut short. There is a text written in Chinese at the bottom of this image.","ocr":"","keyword":""}
{"file":"meme-61413313-a939-4375-9577-3052be3bc449.webp","describe":"A man is shown in three different angles. He has blue eyes and a small amount of hair on his head. His lips are slightly parted. The man's nose is very short and he has a slight smile on it.","ocr":"","keyword":""}
{"file":"meme-67ec6630-2808-48b9-8551-50f35687618b.webp","describe":"A cartoon cat is holding a blue tube. The cat has yellow eyes and black ears. It also has white paws. There is a splash of water coming out of the blue tubes. ","ocr":"","keyword":""}
{"file":"meme-69436fc3-bb85-4fbc-980c-cbc1b2aabb44.webp","describe":"A cartoon of a man holding money in his hand. The man has brown hair and is wearing a red jacket. There are lights on the ceiling behind him. ","ocr":"","keyword":""}
{"file":"meme-6c331a7a-4b19-4b90-a86f-d4183e777760.webp","describe":"The cat is yellow and has a pink nose. The whiskers are white and long. It's mouth is open and it is showing its teeth.  The cat has black eyes.","ocr":"","keyword":""}
{"file":"meme-735bdfa5-4145-4a8a-be37-43917801462f.webp","describe":"A cat is being washed. The cat has brown eyes and a pink nose. It's hair is wet and it is getting wet from the shower head. There are two hands holding the cat.","ocr":"","keyword":""}
{"file":"meme-74e0cb79-6f8e-43db-88e9-27666ea9ccaf.webp","describe":"A collage of photos of a man with glasses on.  The man is bald and has a serious look on his face. He is wearing a black shirt and a suit. There are several men in suits hugging each other.","ocr":"","keyword":""}
{"file":"meme-7669b5a4-ab85-494b-bb2a-fd428fab3e39.webp","describe":"A cartoon dog is standing on a bed. The dog has big ears and a big smile on its face. It's mouth is open and it's tongue is sticking out. There is a speech bubble above the dog with a black line going through it.","ocr":"","keyword":""}
{"file":"meme-799cd57e-92ef-4c02-93bc-64145722cdfb.webp","describe":"A painting of a man holding a newspaper. The man is wearing a red jacket and white shirt. He has white hair that is pulled back from his head. His eyes are open and he is looking down at the paper. ","ocr":"","keyword":""}
{"file":"meme-7c450c60-3473-406e-8e64-53e999c9b267.webp","describe":"A cartoon picture of Mickey Mouse. The picture is black and white. There are white clouds behind the picture. Mickey's face is white with black ears. He has a big smile on his face. His eyes are also white and he has red blood dripping from his mouth.","ocr":"","keyword":""}
{"file":"meme-7f8126ba-38fa-4ea6-84ae-bbfdcd7f9051.webp","describe":"A boy and girl are sitting at a white table in a room. The boy is wearing a black hoodie with white writing on it. He has blonde hair and the girl has long dark hair. She is also wearing black short sleeve shirts. A white board is hanging on the wall behind them. There are several papers hanging from the walls. ","ocr":"","keyword":""}
{"file":"meme-85680200-69a5-478e-9b34-f79b445af842.webp","describe":"A comic strip is showing a group of bears and a girl. The bears are purple with triangular ears on their heads. They are standing in front of a green field. There are two white clouds in the sky above them. ","ocr":"","keyword":""}
{"file":"meme-85f541eb-ebf5-4a56-8ec7-b7bc247ec268.webp","describe":"A man and a woman are making faces. The man is wearing a gray shirt with a button down collar. He has his eyes closed and his head tilted back as if he is crying. His eyes are open and he has a look of joy on his face. ","ocr":"","keyword":""}
{"file":"meme-87925466-169e-46b6-aafa-84874415d2ce.webp","describe":"A comic strip is showing a man with a red shirt on.  The man has brown hair and his face is covered with blood. He is holding his hand to his head with one hand and pointing at a bright red circle on the other hand.","ocr":"","keyword":""}
{"file":"meme-8a8ffce7-aee0-4e62-85e9-bf6a7ab634eb.webp","describe":"Two books are shown side by side. The book on the left is taller than the book in the right. Both books have a brown cover. They are both standing upright.","ocr":"","keyword":""}
{"file":"meme-942d8be3-f1c7-4b7d-962f-33bf67691242.webp","describe":"A man is smiling and looking at the camera. He has a rope around his neck that is tied to a pole. The rope is dark brown and thick. There is another man with blonde hair behind him. His hair is wet and he is wearing a shirt.","ocr":"","keyword":""}
{"file":"meme-988473ac-b815-4d3a-ac3f-43e68925130d.webp","describe":"A cat is laying on its back on a blue rug. The cat has brown and white fur. There is a white wall behind the cat. ","ocr":"","keyword":""}
{"file":"meme-9909d3c1-3437-404a-9b23-03a1f89a37f8.webp","describe":"A cartoon of a man with his hands in the air. The man has black hair and a green shirt on. There is a red wall behind the man. ","ocr":"","keyword":""}
{"file":"meme-9926b186-46a5-4fe6-9ef2-bf3641da0690.webp","describe":"A blue car is driving on a road. There are white lines painted on the road around the car. Above the street is a green sign hanging from a metal bridge. ","ocr":"","keyword":""}
{"file":"meme-9a82b8e1-2058-4ce2-90f4-30dbba5865bb.webp","describe":"A green stuffed animal is on a window. There are water droplets on the window behind the animal. The animal has two round eyes and a yellow neck. ","ocr":"","keyword":""}
{"file":"meme-9a93befe-111b-4bb1-8312-ee49127f4734.webp","describe":"A cartoon character is standing in front of a blue lounge chair. There is a brown door on the ground behind him. The character has a large head and a long tail. ","ocr":"","keyword":""}
{"file":"meme-9b06cd85-6b41-4bdb-ad17-157fbde51ace.webp","describe":"A dog is looking at someone. The dog has a black nose and the ears are sticking up. There is a person's hand reaching out to touch the dog.","ocr":"","keyword":""}
{"file":"meme-9ea2b4dc-4119-4b39-a75b-8198a707eb80.webp","describe":"Two men are sitting in chairs. They are wearing black shirts and have microphones in their ears. There are water bottles on the table in front of them. ","ocr":"","keyword":""}
{"file":"meme-9ece7805-471d-4a83-8ac7-d74f3bdeb47e.webp","describe":"A monkey is wearing a green shirt. The monkey has brown hair and big eyes. ","ocr":"","keyword":""}
{"file":"meme-a09ddde9-7c56-444e-8f60-879f5aae36d0.webp","describe":"A cartoon picture of a girl in a blue dress and a red carriage. There is a little girl pushing the carriage behind her. ","ocr":"","keyword":""}
{"file":"meme-a3bef735-ebb6-4c9a-8d83-7ca92f089fe9.webp","describe":"A yellow school bus is on the tracks. There are rocks under the bus. The train is in front of the school. ","ocr":"","keyword":""}
{"file":"meme-a434db9f-a989-4cb9-b3b6-64c106e12672.webp","describe":"A drawing of a dinosaur is shown in three different views. The first view shows the head of the dinosaur with an orange beak. In the second view, there is a man running. He is wearing a jacket and pants. At the bottom of this image, the duck is running along.","ocr":"","keyword":""}
{"file":"meme-a594dbcb-9854-4be3-bb41-07fe0bdd6f9b.webp","describe":"A picture of a godzilla king of the monsters.  The godfather is fighting with his dogs. He is holding a baseball bat.","ocr":"","keyword":""}
{"file":"meme-a62e7501-fe0b-4fbd-b9b3-8c29407d0ddd.webp","describe":"A woman's face is shown in four different angles. Each angle has a triangle with the letters V and H on it. The woman has blonde hair and blue eyes. ","ocr":"","keyword":""}
{"file":"meme-a98c46c5-3782-4bd5-8271-d609d4a857f8.webp","describe":"A cartoon of a man is shown. He has brown hair and brown eyes. His hands are clasped together in front of him. There is a mirror behind him with his reflection in it. ","ocr":"","keyword":""}
{"file":"meme-aaab1f4d-8eec-4189-a01c-f7245f1ba114.webp","describe":"A picture of a teddy bear in four different pictures. The first picture shows the bear wearing a red shirt and a black suit with a white shirt on. He has a big smile on his face. ","ocr":"","keyword":""}
{"file":"meme-ab536a1b-75c3-400d-ac2d-ee5115fdac93.webp","describe":"A group of men are sitting in a row. They are all looking at something off to the side. One man is wearing a black jacket and has an ID around his neck. The other men have short hair and are wearing collared shirts. ","ocr":"","keyword":""}
{"file":"meme-abafc713-4ba1-4397-b80d-31e75b0f5f6d.webp","describe":"A dog is laying down. The dog has a black nose and eyes. It has brown hair. There are items in the background that are blurry. ","ocr":"","keyword":""}
{"file":"meme-b1b7826e-70c6-4d1e-b2fc-2c5253093107.webp","describe":"A blank page has a line drawing of stick figures on it. The stick figure are drawn in black ink and are holding hands. There are six stick men standing around each other with their arms around the first one. Each stick man is drawn as if they are playing a game.","ocr":"","keyword":""}
{"file":"meme-b32be437-66bd-4411-b4bc-08870dd2f153.webp","describe":"A kitten is sitting on a pillow. The kitten has black eyes and a pink nose. There are gray stripes on the cat's body. ","ocr":"","keyword":""}
{"file":"meme-b62f8ae1-9c5a-46be-a0f4-bea51aaaffe6.webp","describe":"A woman in a blue jacket is standing behind a wall. There is a large piece of paper hanging from the wall in front of her. The wall is white and has vertical stripes on it. ","ocr":"","keyword":""}
{"file":"meme-b9334fae-e406-4b00-87f1-c42d27633f28.webp","describe":"A man is sitting at a table with a laptop in front of him. He is wearing a long sleeve shirt and holding a pink coffee mug in his hand. There are shelves behind the man with plants on them. ","ocr":"","keyword":""}
{"file":"meme-bb760269-a60b-4477-873a-3e20f8f7eabe.webp","describe":"A cartoon of three cats are standing in front of a door. The cat on the left is pointing his finger at the cat in the middle who is wearing a red shirt and black hat. He has pointy ears and a black tail. His eyes are black and he has white paws. On the right is another cat that is blue, orange and has a pointed hat and glasses. They are all facing the same direction.","ocr":"","keyword":""}
{"file":"meme-bbbc9729-7b9c-44f8-b890-6ee55b2830cd.webp","describe":"A comic is shown in black and white. There are five panels of the comic. Each panel has a picture of a man with a hat on his head pointing at something. The first panel shows a close up of another man's face with his mouth open. ","ocr":"","keyword":""}
{"file":"meme-c4e7ea53-37cc-4755-be69-e1916604fc8a.webp","describe":"A man is wearing a black shirt and blue jeans. There is a large glass container in front of him. The man has his hand outstretched. ","ocr":"","keyword":""}
{"file":"meme-c78d5fb8-ac9b-4e77-a96f-f6e514699f01.webp","describe":"A comic strip is showing a man and woman talking to each other. The man has a big smile on his face and he is holding his hand up to his mouth. He is wearing a suit and glasses. His hair is short and black. There are two speech bubbles above the people in the first picture. One of them is saying \"I'm not sure what he's talking about. But I'm looking at a building that looks like it is a office building.","ocr":"","keyword":""}
{"file":"meme-c83121af-929d-467e-8fe0-14c6186005de.webp","describe":"A collage of four photos shows a young man and woman.  The man is wearing a black jacket with a brown shirt underneath. He has short brown hair. The woman is smiling. She has a headband on her head that is yellow and purple. Her hair is brown and curly. There are tall green grass behind the people.","ocr":"","keyword":""}
{"file":"meme-d2283c7c-868f-4dd8-8f49-97ff49f01135.webp","describe":"A white cat is sitting in front of a colorful background. The cat has black eyes and a brown nose. There are green, blue, purple, white and black stars behind the cat. ","ocr":"","keyword":""}
{"file":"meme-d279600f-261d-4816-9307-83a05b8ef890.webp","describe":"A cartoon picture of a man and woman sitting in a bus. The seats are blue. There is a large window on the side of the bus with mountains outside of it. ","ocr":"","keyword":""}
{"file":"meme-d3d5ba89-e7ea-4760-a94b-7a5ad500cf48.webp","describe":"A white bird with a long black beak is walking on the wet sand of a beach. The bird has long orange feet and a white body. There are small waves in the water behind the bird. ","ocr":"","keyword":""}
{"file":"meme-d52b4827-a287-428f-8536-d33dc8320d5c.webp","describe":"A hand is being shown to a deer. The deer has brown fur with white spots on it. It has black ears and a black stripe down its back. Its nose is black and it has two black tips. There are leaves on the ground around the deer and there is a fence behind it that is made of wood.","ocr":"","keyword":""}
{"file":"meme-d55e1c0c-1c38-4435-902e-239cf2aa116f.webp","describe":"A group of men are attempting to break down a man. They are holding metal bars and trying to get him away from the ground. The man is laying on the concrete. There are some police officers standing around watching.","ocr":"","keyword":""}
{"file":"meme-d5e5cadc-b1c1-4e20-aa07-c8611747eb4e.webp","describe":"A comic strip is showing a hand reaching out to touch the water. The hand is drawn in a cartoon style and the background is light blue. There are bubbles floating in the air around the hand.","ocr":"","keyword":""}
{"file":"meme-d6d4ea14-ae7f-4510-b864-12a2c749d300.webp","describe":"A picture of a yellow bear with black eyes. The bear has a gray nose and the eyes are small. There is white writing on the bottom right of the picture. ","ocr":"","keyword":""}
{"file":"meme-e2e7ddd1-8d82-4fbc-840d-9833b53490e9.webp","describe":"A man is running. The man has on a blue shirt and black pants. He is also wearing shoes. There are many small pieces of sand under the man. ","ocr":"","keyword":""}
{"file":"meme-e31ed77c-a225-48e2-ba6c-ff9ddf3eb8c5.webp","describe":"A woman and a little girl are in the water. They are holding hands. There is a fence behind them. ","ocr":"","keyword":""}
{"file":"meme-e32babb6-78d6-4f1d-8e88-43d741005c99.webp","describe":"A man is wearing a black suit and black shoes. He has his arms stretched out in front of him. His hands are open and he has one hand on each side of his body. ","ocr":"","keyword":""}
{"file":"meme-e5f0d86d-3357-4b10-9033-5d17385a4ef2.webp","describe":"A man in a suit and tie is looking at his reflection. He has short brown hair and is wearing a white shirt and a dark colored suit coat with a light colored tie. His eyes are squinted and he has a serious look on his face. There is a mirror behind him that reflects the man's face and the light from the window.","ocr":"","keyword":""}
{"file":"meme-ed59943e-3a29-4b37-b75b-114c552dab18.webp","describe":"A cartoon of a bird is sitting on a branch. The bird has a gray body with a white belly and black wings. There are two red speech bubbles above the bird's head. ","ocr":"","keyword":""}
{"file":"meme-ee550861-7ea1-46a0-84c8-a1c76d7f8aaf.webp","describe":"A white bird with a yellow beak is perched on a ledge. There are several windows behind the bird. The ledge under the birds is brown. ","ocr":"","keyword":""}
{"file":"meme-ee9b68ec-c7d0-4568-ae2e-8ac372604b6d.webp","describe":"A man is wearing a red jacket. He has his hand up to his face. His eyes are closed and he has a smile on his lips. ","ocr":"","keyword":""}
{"file":"meme-f7102be7-0da2-4a42-940d-756ef7710777.webp","describe":"A man in a gray suit is standing behind a podium. There is a microphone in front of him. He is wearing a white shirt and a tie. ","ocr":"","keyword":""}
{"file":"meme-f91299cc-7911-47a9-92b8-0f5affb39612.webp","describe":"A cartoon picture of a gray and black wolf. The eyes are yellow and the ears are brown. There is a tree behind the animal. ","ocr":"","keyword":""}
{"file":"meme-f95bb4be-9ed1-4d12-ab15-62918431841b.webp","describe":"A man is looking at the camera with a serious expression on his face. He has short dark hair and is wearing a green shirt. The background behind him is white. There are six pictures of the same man that are identical. Each picture shows the man's face in different angles.","ocr":"","keyword":""}
{"file":"meme-f9658fc6-9b99-4835-a476-80e6881d1ca0.webp","describe":"A cat is looking at the camera. The cat has a pink nose. There are question marks above the cat's head. ","ocr":"","keyword":""}
{"file":"meme-fca52fde-8ee5-4944-9eaf-7775844fac07.webp","describe":"Two cats are eating out of a pink bowl. One cat is grey and the other is orange. The orange cat has its paw on the grey cat's head. ","ocr":"","keyword":""}
{"file":"meme-fd5b9c31-b095-40c0-8d77-c277682a2d2e.webp","describe":"A gray and white koala bear is holding a green leaf in its mouth. The koalas eyes are brown with a black nose. It's paws are also grey and it has a pink nose and pink cheeks. Behind the koah there is a tree trunk that is brown and has some brown spots on it. There are leaves behind the bear and a building behind it that appears to be made of wood. ","ocr":"","keyword":""}
{"file":"meme-fdc9bedb-d55a-4ccd-898f-64a323c18660.webp","describe":"There are penguins standing on the ground. There is a small penguin in front of them. The penguines have black and white feet and black eyes. ","ocr":"","keyword":""}
{"file":"meme-feb7e59d-97a8-4d9c-a1f4-33bd5e607295.webp","describe":"A picture of a dog is shown. The dog has a blue mark on its right eye. There is another picture next to the dog that is sitting. Both dogs are brown. One dog looks like a big muscle.","ocr":"","keyword":""}
{"file":"meme-0da819cc-e4a5-4b84-9786-e1b7257ed74d.webp","describe":"A collage of photos of a young man is making a funny face.  He has short dark hair and is wearing a red and black jacket. His mouth is open wide and his tongue is sticking out. He is holding something in his hand.","ocr":"","keyword":""}
{"file":"meme-1578b165-fbd4-4ec0-99d1-310881772047.webp","describe":"Two women are sitting at a table. One of the women is wearing a black dress and has blonde hair. The other woman is holding her mouth open. There is a white cat on the table behind them. ","ocr":"","keyword":""}
{"file":"meme-233b6b0e-59ad-4df8-8f21-d0c15b9fd469.webp","describe":"A man is wearing a green jacket with white stripes on the sleeves. He has a number on his chest that is white. The man has gray hair and is smiling. ","ocr":"","keyword":""}
{"file":"meme-4c781dc1-a5f5-4b51-a340-2e7725d63853.webp","describe":"A cartoon of a person with a speech bubble above him. The person has two round eyes and a small mouth. There is a purple background behind the person. Below the image, there is Chinese characters.","ocr":"","keyword":""}
{"file":"meme-52e4d53a-7a6f-4c84-b1eb-0550e7baf649.webp","describe":"A cartoon skeleton is wearing a purple hoodie. The skeleton has its mouth open and teeth showing. There are hands covering the skeleton's face. ","ocr":"","keyword":""}
{"file":"meme-a45f116d-ea3a-486c-a3f7-c77949de40f6.webp","describe":"A series of nine images are showing a cartoon hand with a fist raised. Each image is a close up of the hand and a man with grey hair and grey facial hair. The man has a serious look on his face. There are small planets in the background that look like they are from a galaxy.","ocr":"","keyword":""}
{"file":"meme-ab435d2e-1902-4191-8d1c-a68d9603ac34.webp","describe":"A man is sitting in a chair. He is wearing a white collared shirt. There is a coffee pot behind him on the counter. ","ocr":"","keyword":""}
{"file":"meme-b9b3f56c-90b2-4cef-b915-6582e1ea3041.webp","describe":"A cartoon picture of Batman punching someone else. The person in the yellow suit has a green hand. There are three white speech bubbles above the scene.","ocr":"","keyword":""}
{"file":"meme-bbb7d843-691c-492d-a4b0-bcc9628da857.webp","describe":"A cheetah is running on the left side of this image. On the right side there is a plane that is white and blue in color. Below the cheeta is line that has a yellow sun with a face. Under the lines are red horizontal bars. Above the line is Chinese characters.","ocr":"","keyword":""}
{"file":"meme-c1262b9b-347f-4dad-9bbe-0ba6defaf502.webp","describe":"A cartoon is showing two characters. One character has a bandage on his head and the other one has an angry look on their face. ","ocr":"","keyword":""}
{"file":"meme-cf21b0b1-08b1-4abb-802c-ff2fdcc46879.webp","describe":"A scary clown is standing in a building. He has white face and black hair. His hands are outstretched and he is wearing a red blazer with an orange shirt underneath. There is a yellow car parked in front of the building behind him. ","ocr":"","keyword":""}
{"file":"meme-d117bb09-3bbd-443b-a9c7-4e7b1374ec9a.webp","describe":"A man is wearing a silver armor. He has a large silver sword in his hand. There is a helmet on his head and he is holding the sword with both hands. ","ocr":"","keyword":""}
{"file":"meme-13fe7d91-0ddd-4e33-981d-60e59b56c06f.webp","describe":"A woman is standing next to a little boy. The boy is wearing a blue shirt and has his hand on the girl's forehead. There are several cars behind them. ","ocr":"","keyword":""}
{"file":"meme-18ab348c-e7ed-4561-aa2f-8ec2b2f2c6d2.webp","describe":"A cartoon of a man with blonde hair. He is wearing a white jacket and has his mouth open. His eyes are black and have a pair of black glasses on them. ","ocr":"","keyword":""}
{"file":"meme-21687f85-7194-4027-b76d-18d9250d65c6.webp","describe":"A cartoon of a man with white hair. He is wearing a blue suit. There is a yellow mask on his face. ","ocr":"","keyword":""}
{"file":"meme-7c25afab-646e-478e-8256-2b7d4c5ca61b.webp","describe":"A black and white drawing of a man's face. The man has long hair that is falling down. There are many lines drawn on the mans face as well. ","ocr":"","keyword":""}
{"file":"meme-c939de2b-7b4d-471e-9cd8-5e50593fa7a0.webp","describe":"A cartoon picture of two people. The person on the left has green eyes and blonde hair. He is wearing a purple shirt.  The other person has black hair and blue eyes. They are kissing.","ocr":"","keyword":""}
{"file":"meme-de2a072f-f7fc-49fa-86eb-9d9c093b357c.webp","describe":"A comic is showing a man in a yellow outfit. He has blonde hair and a black shirt on. There are white bubbles above him. ","ocr":"","keyword":""}
{"file":"meme-1909912c-fe6e-46cd-bf2f-a32fd300c3d4.webp","describe":"A white cartoon animal has big black eyes and a black mouth. It has its arms outstretched and it has a pointed hand. ","ocr":"","keyword":""}
{"file":"meme-7bc83875-5a52-4f3b-bf48-c88692703505.webp","describe":"A cartoon of a man's face is shown. He has brown hair and his eyes are squinted. His mouth is pink and he has chinese writing on his chest. There are three windows behind the man.","ocr":"","keyword":""}
