{"file":"meme-029e0001-9584-4acc-b90c-5d8ca0c297a6.webp","describe":"A man is holding a pair of glasses in each hand. He has short brown hair and is shirtless. The background behind him is blue. ","ocr":"","keyword":""}
{"file":"meme-044750c7-9169-40f5-9e07-714fa958813b.webp","describe":"A cartoon is shown with a blue background. The cartoon has white hair and big blue eyes. There are symbols surrounding the cartoon that are written in Chinese characters.","ocr":"","keyword":""}
{"file":"meme-04b73e88-dabf-4112-ae27-8dde85187a90.webp","describe":"A picture of a face is shown. The face has blue eyes and blonde hair. There is a gray background behind the face. ","ocr":"","keyword":""}
{"file":"meme-04fd4326-9c67-4e34-8140-2a8bd982e340.webp","describe":"There are two animated characters standing next to each other. The character on the left is wearing a yellow shirt and blue pants. He has brown hair and eyes.  The person on on right is also wearing an outfit that is green and purple. They are standing in front of a white door. There is a wooden floor under them.","ocr":"","keyword":""}
{"file":"meme-056b7aaa-ce24-43ed-9eb8-c8ec947b8bcd.webp","describe":"The image is a collage of four pictures from the animated cartoon.  The first picture shows a blonde haired man in underwear standing in front of a purple wall. The second picture is of Marge Simpson standing with her hair up in a blue dress shirt and skirt. She is looking at the other mans chest which is covered in white underwear. There is also a small blue bucket on the floor.","ocr":"","keyword":""}
{"file":"meme-05f4f83a-1141-4db7-b94b-d04d8c09d4b8.webp","describe":"A black and blue background with yellow flowers on it. There is a white arrow pointing to the left with a black circle around it that has a number 2 in it next to it and another circle with the number two inside it as well. ","ocr":"2只給我帶哪了,還是翁法羅斯嗎?Sp全","keyword":""}
{"file":"meme-0944353e-d236-4630-8e1e-4c75f9d4c737.webp","describe":"A picture of a building is shown. There are many windows on the building. The sky is cloudy and it looks like it is raining. ","ocr":"絕對不要有把手機轉向左邊vifyou7788l-lofthd","keyword":""}
{"file":"meme-0b97e722-a0d1-4a9b-b5fe-2753ba919364.webp","describe":"A cartoon dog is sitting at a table with a cup of coffee in front of him. He has a big smile on his face and there is a speech bubble above his head. The room he is in has yellow walls and fire coming out of the walls. There are two picture frames hanging on the wall.","ocr":"","keyword":""}
{"file":"meme-0bf7d22b-4a76-4835-975c-5db082327f38.webp","describe":"A black and white image has five boxes on it. Each box has a number in it that is 1, 2, 3, 4 and 5. There are arrows pointing towards the boxes. Below these boxes there is text in Chinese characters. The background of the image is dark blue.","ocr":"1y緣妙不可言2哆它有著一顆垃圾桶的心!3aE按F進行刺殺。","keyword":""}
{"file":"meme-0d708747-f2c5-4a76-9e82-07433d2cef52.webp","describe":"A picture of a person's head is drawn in four squares. Each square has a black line drawing of the face of this person. The background of each square is light blue.","ocr":"","keyword":""}
{"file":"meme-0da819cc-e4a5-4b84-9786-e1b7257ed74d.webp","describe":"A collage of photos of a young man is making a funny face.  He has short dark hair and is wearing a red and black jacket. His mouth is open wide and his tongue is sticking out. He is holding something in his hand.","ocr":"","keyword":""}
{"file":"meme-0db0011e-7b59-4bba-adef-d7d76343ebe1.webp","describe":"A cartoon of a boy with glasses. He is wearing a red and white shirt. There is a window behind him. A yellow butterfly is flying above the boy. ","ocr":"","keyword":""}
{"file":"meme-0e3d6bb4-f14d-4851-af5b-7ef7d549c961.webp","describe":"A picture of some statues. There are symbols on the statues that are blue. The statues are black and brown. ","ocr":"ee一一一as一你把第一個字去掉看看。","keyword":""}
{"file":"meme-0e43f022-bab6-49ee-bc3a-6bd065b7b90a.webp","describe":"Three dragon heads are shown in a row. They are yellow and have long, thin, narrow, and wide eyes. The eyes look like big, round, white circles with black dots on them. Each of the dragon has pointy horns on top of their head. One of them has a pink tongue hanging out of it's mouth. All three dragon faces are open and they have sharp teeth.","ocr":"","keyword":""}
{"file":"meme-10cc6784-0e7a-4d31-9171-ca0a4aa0e7a9.webp","describe":"A simple drawing of a horse. The horse has a long tail and a small head with two horns on it. There are no other details in the drawing but the background is plain white.","ocr":"","keyword":""}
{"file":"meme-11602b2b-48ac-4eab-8ed6-67e94e0239fe.webp","describe":"There are two identical images of a fish. Each image has a small black eye and a large open mouth. There is a question mark under each image in Chinese below the images.","ocr":"","keyword":""}
{"file":"meme-124708ba-00ee-46a6-a7b9-19485f3e5858.webp","describe":"A cartoon is shown with a lot of lines on it. There are two white arrows pointing towards the left and one towards right. The lines are black and brown. ","ocr":"0wp聽你這麼說,你很懂呈。六9/wy你這麼做,有什麼理由吧?","keyword":""}
{"file":"meme-13fe7d91-0ddd-4e33-981d-60e59b56c06f.webp","describe":"A woman is standing next to a little boy. The boy is wearing a blue shirt and has his hand on the girl's forehead. There are several cars behind them. ","ocr":"","keyword":""}
{"file":"meme-14458f27-a4b3-4f67-82aa-4a3c6007a4d2.webp","describe":"A picture of a mans head is shown in four different angles. Each of the images has a red bandanna on it. The background of each image is white and there are Chinese characters written above and below the pictures.","ocr":"各種類型的頭痛偏頭痛壓過高S壓力太大號@","keyword":""}
{"file":"meme-1578b165-fbd4-4ec0-99d1-310881772047.webp","describe":"Two women are sitting at a table. One of the women is wearing a black dress and has blonde hair. The other woman is holding her mouth open. There is a white cat on the table behind them. ","ocr":"","keyword":""}
{"file":"meme-18ab348c-e7ed-4561-aa2f-8ec2b2f2c6d2.webp","describe":"A cartoon of a man with blonde hair. He is wearing a white jacket and has his mouth open. His eyes are black and have a pair of black glasses on them. ","ocr":"","keyword":""}
{"file":"meme-1909912c-fe6e-46cd-bf2f-a32fd300c3d4.webp","describe":"A white cartoon animal has big black eyes and a black mouth. It has its arms outstretched and it has a pointed hand. ","ocr":"","keyword":""}
{"file":"meme-1a5d6119-99de-41c4-9b61-99d8740f16e4.webp","describe":"A bald man is laying on a chair. The man has his hand on his head and the other hand is touching his forehead. He is wearing a red robe with black sleeves. ","ocr":"","keyword":""}
{"file":"meme-1a8c5310-502b-45df-8121-b2479e25656e.webp","describe":"A picture of a brain is shown in four different views. The brain has blue and pink lights shining through it. There are lines on the left side of the image that are white.","ocr":"","keyword":""}
{"file":"meme-1bfd043c-16be-408a-bc7d-f666e73fc83f.webp","describe":"A man is sitting on a yellow chair. He is wearing a white shirt and has dark hair. There is a fence behind him with grass on it. ","ocr":"","keyword":""}
{"file":"meme-1cfb5c10-3a7f-4c30-9240-c9cc650f0e8a.webp","describe":"A yellow circle with four holes in the middle. There are white arms on either side of the circle. The background is dark blue. ","ocr":"","keyword":""}
{"file":"meme-1d38f5de-5ce8-42a1-b8e7-cf60aecffa6a.webp","describe":"A man is bending over a table. He is wearing a dark blue shirt and has glasses on his head. There are napkins and a book on the table in front of him. ","ocr":"","keyword":""}
{"file":"meme-1e51b66d-f4e9-4034-a0ea-6ceb81787683.webp","describe":"A cat is standing in front of a window. The cat has its paws on the ground and it's head is turned to the side. There are long white whiskers on its face and ears. ","ocr":"","keyword":""}
{"file":"meme-1ea0b069-e32f-42a4-82d6-9474863e2a91.webp","describe":"A man is sitting in a chair with his arms stretched out. He is wearing a black baseball cap and a dark shirt. There is a microwave behind him on the counter. ","ocr":"","keyword":""}
{"file":"meme-1eed31f2-d255-4be2-b131-20204f3157e0.webp","describe":"A black and white image has a square border. On the right side of the image there is a line drawing of a face with a hat on it. Above the face there are three lines of text in black. The first line is an arrow, followed by a exclamation point. Below the arrow there appears to be another line of Chinese characters.","ocr":"","keyword":""}
{"file":"meme-1fe2d262-9639-4dce-a7a1-2f4280b180f5.webp","describe":"A cartoon sunflower is shown in three separate images. The first image shows the sun with a wide open mouth and a long tongue sticking out. It is standing on a patch of dirt with patches of grass and flowers growing around it. ","ocr":"","keyword":""}
{"file":"meme-21687f85-7194-4027-b76d-18d9250d65c6.webp","describe":"A cartoon of a man with white hair. He is wearing a blue suit. There is a yellow mask on his face. ","ocr":"","keyword":""}
{"file":"meme-2336d80c-30c6-4466-b7b7-56c1cab2f4a2.webp","describe":"A black and white image of a man. The man has dark hair. There are two white circles on either side of the man's head with Chinese characters written on them. ","ocr":"","keyword":""}
{"file":"meme-233b6b0e-59ad-4df8-8f21-d0c15b9fd469.webp","describe":"A man is wearing a green jacket with white stripes on the sleeves. He has a number on his chest that is white. The man has gray hair and is smiling. ","ocr":"","keyword":""}
{"file":"meme-27ee0fcc-387f-464d-b67a-b44cab1c0423.webp","describe":"A woman is wearing a white shirt and a black jacket. She has a yellow headband on her head. There is a blue blanket on the bed next to her. ","ocr":"","keyword":""}
{"file":"meme-2855f649-9629-4b86-a73e-6e75d86111e2.webp","describe":"A cartoon of a man sitting at a desk is holding a piece of paper. He is wearing a blue shirt and has a sad look on his face. The desk he is sitting in front of him is brown and wooden. There is another person sitting next to him wearing blue clothes. They are both sitting on brown chairs.","ocr":"","keyword":""}
{"file":"meme-28a2c393-aaa4-41c0-9c10-1a69fa5b4d16.webp","describe":"A man is standing in front of a wall. There are papers hanging on the wall behind him. The man has a striped tie on and a blue shirt. He is holding his hand up to his face. ","ocr":"","keyword":""}
{"file":"meme-2bce5455-83d1-47a0-9762-d59ec2516d2b.webp","describe":"A black and white comic strip is displayed. There are three panels showing a man with glasses on his face. He has a beard and mustache and his mouth is open. His hands are touching each other. ","ocr":"","keyword":""}
{"file":"meme-2c7c6676-0ef1-4839-8b56-29a7ebbc5827.webp","describe":"A family mart advertisement has a blue background and white text. There are nine images of hot dogs on the bottom row. Each image is square with a picture of one hot dog in a box on top right. Below that there is a line of red X's. Above the boxes there are words written in Chinese. At the top of the image there's a logo for Family Mart.","ocr":"FamilyMart哈逗堡amwwxmsmr—正確哈T)--結帳指責和建議的擺放範例下方六張圖為不太建議的範例Xod一二一一裸貓示人養樂狗跟堡唱反調行駛列車熱狗蛋堡以假亂真","keyword":""}
{"file":"meme-2dcb6270-32d8-4d26-8e56-d5632de98cea.webp","describe":"A cartoon of a girl named Princess Hinghoi. She is wearing a uniform and has long blonde hair. There are two speech bubbles next to her with foreign writing in them. ","ocr":"","keyword":""}
{"file":"meme-2e13aa48-c95d-4f40-a46b-c3adcd5a608e.webp","describe":"A cartoon image is shown with three arrows pointing towards the left. The first arrow is pointing to the right and the second arrow points to a left, which is pointed towards a right. There are several other words written in Chinese characters on the image.","ocr":"wp聽起來好莫名其妙。上轉只你真是個優秀網友。i\\一已經不想再品錨了r","keyword":""}
{"file":"meme-2ecb0dac-3534-4247-8d36-3a58032ac656.webp","describe":"A woman's face is being shown in a photo. The photo has a rainbow coming out of it. There is a white ribbon on top of the woman. ","ocr":"","keyword":""}
{"file":"meme-308e5b91-cb91-4881-a39a-a1e9ddc9305a.webp","describe":"A man is smiling. He has short black hair and a white shirt on. There are pictures behind the man on the wall. ","ocr":"AN","keyword":""}
{"file":"meme-34c15395-8104-4d6c-8413-ef46b3608eaf.webp","describe":"A cartoon image of a boy with black hair and blue eyes. He is wearing a blue hat with gold accents on it. The background behind the boy is white. Below the image, in Chinese characters, there is a caption in another language.","ocr":"一人選是不是我做錯了什么如果是,我決不這歉","keyword":""}
{"file":"meme-354bbc6f-c883-41c3-92eb-4aca3b3a0611.webp","describe":"A cartoon of a girl with white hair and blue eyes. The crown on her head is silver and has blue lights on it. There are raindrops falling off the ceiling behind her. Below her face there is black writing in Chinese.","ocr":"","keyword":""}
{"file":"meme-37c28126-e593-4487-9b81-db40d974549d.webp","describe":"Three white wolf are standing in a line. They are all facing the same direction and their mouths are open. Behind them are tall trees with brown leaves on them. ","ocr":"","keyword":""}
{"file":"meme-37f3a16a-311c-49b5-bba6-b75dee7f79f6.webp","describe":"A cartoon of a person with a mask on their face is holding a bloody knife.  The person has a speech bubble coming out of their mouth. There are question marks above the person's head.","ocr":"","keyword":""}
{"file":"meme-3c2ff87d-596d-4cf0-b15a-0988dde8ff00.webp","describe":"Two men are shaking hands. One man is wearing a suit and tie. The other man has long hair. He is also wearing tie and a white shirt. There is a book shelf behind them with books on it. ","ocr":"2一一一一一一一一2ee,5","keyword":""}
{"file":"meme-3e24ea1e-357e-4de8-87fb-174713fcd997.webp","describe":"A comic is drawn in black and white. There are two characters in the comic. One character is a cat. The other character has a round head with big eyes. He is wearing glasses. ","ocr":"","keyword":""}
{"file":"meme-40063be5-03f6-417f-abe6-7d2ad84bec38.webp","describe":"A man in a brown suit is standing in the middle of a field. There are yellow flowers on the field around him. The sky above him is blue and white. ","ocr":"","keyword":""}
{"file":"meme-4224de4c-281f-4331-a9b9-236d353cec0f.webp","describe":"A mannequin is wearing a black suit and a blue tie. There are numbers on the wall behind the man. The man has his arms crossed in front of him. ","ocr":"","keyword":""}
{"file":"meme-4377d1ba-e200-4253-9d48-fee37cdd0d5d.webp","describe":"A comic strip is showing a girl sleeping in bed. The girl has long black hair and white eyes. She is laying on a pillow with her head resting on the pillow. There is a speech bubble above the girl's head. ","ocr":"","keyword":""}
{"file":"meme-4562dbcb-be48-493d-adc1-141f7c725593.webp","describe":"A grid of nine squares has a red heart in each square. The first square is empty, the second row has an open heart and the third row does not have a heart. Each square has one heart on it.","ocr":"","keyword":""}
{"file":"meme-48214926-9e3f-4f8f-b684-ada35cea38b2.webp","describe":"A yellow stuffed animal is behind a white wall. There are black words written on the image above and below the animal. ","ocr":"你好我是來搶劫a*說把錢","keyword":""}
{"file":"meme-4915659f-2876-4ad0-ad15-d73f56aa9adf.webp","describe":"A pink lotus flower is on a green leaf. There is a white face in front of the flower.  There are chinese characters written next to the face.","ocr":"","keyword":""}
{"file":"meme-4a05c1cc-1a1c-40a3-9752-12a77057b6f8.webp","describe":"A man is sitting on a chair. He has short hair and is wearing a dark shirt. His mouth is open and he is smiling. There is a pattern on the back of the chair that is gold in color. ","ocr":"","keyword":""}
{"file":"meme-4ad1c293-895f-4a88-938b-ed921f1205e9.webp","describe":"A boy is standing outside on a sunny day. He is wearing a short sleeve shirt and has dark hair. The boy looks sad or upset. There are trees in the background behind him. A paved road can be seen in front of the boy. Part of green grass can also be found near the road. ","ocr":"","keyword":""}
{"file":"meme-4b00df53-4459-4194-8067-69920634774c.webp","describe":"Three men are dressed in the same style of Spiderman. They are pointing their fingers at something or something that is in front of them. The wall behind them is dark blue with white lettering on it. To the right of the men is a light brown wooden box. All three men have red and blue suits and webbed shoes.","ocr":"","keyword":""}
{"file":"meme-4bb36e86-4e17-4dd0-9664-2e35d4503ad9.webp","describe":"A white cat with a pink nose and long white whiskers. The cat has light colored eyes. There are two pointy ears on the cat. Behind the animal is a blue and white wall. ","ocr":"","keyword":""}
{"file":"meme-4c781dc1-a5f5-4b51-a340-2e7725d63853.webp","describe":"A cartoon of a person with a speech bubble above him. The person has two round eyes and a small mouth. There is a purple background behind the person. Below the image, there is Chinese characters.","ocr":"","keyword":""}
{"file":"meme-4d5f93cb-8624-4a43-8378-a41463a2f084.webp","describe":"A cartoon of a man with a hat on his head. He has blue eyes and a frown on it. His hair is short and he has a hand raised up in the air. ","ocr":"","keyword":""}
{"file":"meme-4fca6b8c-0e71-4813-b43a-74145793184c.webp","describe":"A man and a woman are sitting in the back seat of a car. The man is wearing a black jacket and has short hair. He has a beard and is looking at the woman with a surprised look on his face. There are yellow taxis parked behind the couple. ","ocr":"","keyword":""}
{"file":"meme-4fd9c473-1f11-4a1c-ad37-9451c1641838.webp","describe":"A cartoon of a yellow spongebob holding a box with the word \"reliable\" on it.  The sponge bob is sitting in a chair with a white table in front of him. He has a big smile on his face and his mouth is open.","ocr":"","keyword":""}
{"file":"meme-52e4d53a-7a6f-4c84-b1eb-0550e7baf649.webp","describe":"A cartoon skeleton is wearing a purple hoodie. The skeleton has its mouth open and teeth showing. There are hands covering the skeleton's face. ","ocr":"","keyword":""}
{"file":"meme-530357c7-9434-4139-979b-8154bf632272.webp","describe":"A cartoon of a woman with blue hair and blue eyes.  She is wearing a white jacket with a black choker around her neck. The chocker has a green square on it. Behind the woman is a wall with black bars on the top. There are red chairs behind the girl.","ocr":"","keyword":""}
{"file":"meme-5592bdd6-e62e-4fce-b254-f5b75a6df111.webp","describe":"A brown and white hamster is sitting on a pile of dirt. The hamsters mouth is open wide. There are pink ears sticking out from the front of the hamper. ","ocr":"","keyword":""}
{"file":"meme-55e41ddc-3f98-442e-b972-e0845b4e2ad1.webp","describe":"A group of soldiers stand in a line. They are all holding guns. The wall behind them is made of bricks. There is dirt on the ground. One of the soldiers has yellow boots. ","ocr":"","keyword":""}
{"file":"meme-56b0da3e-3721-451c-a97f-c13c1f54eaa6.webp","describe":"A cartoon of a person is standing on two blocks. The blocks are rectangular and square in shape. There are two boxes stacked on top of each other on the head of the person. ","ocr":"","keyword":""}
{"file":"meme-57012c69-fdc4-443b-be98-341c0f3d24d6.webp","describe":"A cartoon character is holding a book. The book is red and blue. There are two eyes on the character. ","ocr":"","keyword":""}
{"file":"meme-58c911a4-cc81-4269-8801-f75c54c032cb.webp","describe":"A man in a black suit is kneeling down next to a mound of dirt. There are people standing behind him looking at the dirt mound. Next to the man is a tall white stone monument. ","ocr":"","keyword":""}
{"file":"meme-5b7643f6-1420-4d39-8df0-67aefcfa985d.webp","describe":"A bunch of texts written in Chinese characters. The first row has a square and the second row is empty. There are five stars on each of the pictures.","ocr":"仙舟粗口*“烏類粗語“美夢小鎮文明用語:“學院派粗口“他室几的*“限河粗口'大師密喚\"“她俠便語*","keyword":""}
{"file":"meme-5d917120-1e8a-4caf-8233-e02cf23be335.webp","describe":"Three people are standing on a sidewalk. The woman is wearing a red dress and the man is in between her.  The man has a blue and white plaid shirt on and black pants. He has brown hair and is looking down at the ground. There is a woman to his right with a light blue tank top and blue jeans. Behind them are buildings and people walking.","ocr":"","keyword":""}
{"file":"meme-5f4841b8-e7ac-4b46-aeb6-c11654aa4c61.webp","describe":"A bald man is standing in the stands. He has a black vest over his shirt and a plaid shirt underneath it. There are other men behind him sitting in white chairs. ","ocr":"","keyword":""}
{"file":"meme-602ac7a2-a735-4015-b24b-c2bb1f9f1125.webp","describe":"Three anime girls are standing in a row. They have long, straight hair that is blue and black. One of the girls has a red hat on her head. The other two girls have their hair cut short. There is a text written in Chinese at the bottom of this image.","ocr":"","keyword":""}
{"file":"meme-61413313-a939-4375-9577-3052be3bc449.webp","describe":"A man is shown in three different angles. He has blue eyes and a small amount of hair on his head. His lips are slightly parted. The man's nose is very short and he has a slight smile on it.","ocr":"","keyword":""}
{"file":"meme-637d781b-e52d-4c54-b5f7-28cf1ceaffdb.webp","describe":"A black and white image is of a man holding two trash cans. The image has a square border around it. Below the image, there are words in Chinese that appear to be \"no\" or \"unanswerable\".","ocr":"","keyword":""}
{"file":"meme-66ad18dc-a5b5-4e9c-b73b-77c74b561bd2.webp","describe":"A horizontal banner has a blue and yellow background. On the left side of the banner there is a white arrow pointing to the right. The words on the banners are in a foreign language.","ocr":"","keyword":""}
{"file":"meme-670960ab-4beb-44b9-b54a-78c016f145c7.webp","describe":"A black and white image of a face. The face has two eyes and a nose. There is hair on the head. Below the face there are chinese characters.","ocr":"","keyword":""}
{"file":"meme-67ec6630-2808-48b9-8551-50f35687618b.webp","describe":"A cartoon cat is holding a blue tube. The cat has yellow eyes and black ears. It also has white paws. There is a splash of water coming out of the blue tubes. ","ocr":"","keyword":""}
{"file":"meme-68ee8483-9ea0-4f53-a405-ff85dd067f19.webp","describe":"A cartoon of a girl with long hair. The hair is purple and has black streaks on it. There are lines coming out from the girl's hair that are also purple. She is wearing a purple shirt and is holding her hands together. ","ocr":"","keyword":""}
{"file":"meme-69436fc3-bb85-4fbc-980c-cbc1b2aabb44.webp","describe":"A cartoon of a man holding money in his hand. The man has brown hair and is wearing a red jacket. There are lights on the ceiling behind him. ","ocr":"","keyword":""}
{"file":"meme-6c331a7a-4b19-4b90-a86f-d4183e777760.webp","describe":"The cat is yellow and has a pink nose. The whiskers are white and long. It's mouth is open and it is showing its teeth.  The cat has black eyes.","ocr":"","keyword":""}
{"file":"meme-6eddf613-2d44-42e2-878c-7e5c2a481512.webp","describe":"A white object is on a gray surface. There are small silver balls in the middle of the object. Above them is a small flower design. The image is blurry. ","ocr":"","keyword":""}
{"file":"meme-735bdfa5-4145-4a8a-be37-43917801462f.webp","describe":"A cat is being washed. The cat has brown eyes and a pink nose. It's hair is wet and it is getting wet from the shower head. There are two hands holding the cat.","ocr":"","keyword":""}
{"file":"meme-73795e01-ecb3-4e30-ad0f-c284d57e21c3.webp","describe":"A black cat is standing on its hind legs with its front paws in the air. The cat has two small eyes and a tail that is curled up behind it. There are chinese characters written below the image of the cat.","ocr":"","keyword":""}
{"file":"meme-74e0cb79-6f8e-43db-88e9-27666ea9ccaf.webp","describe":"A collage of photos of a man with glasses on.  The man is bald and has a serious look on his face. He is wearing a black shirt and a suit. There are several men in suits hugging each other.","ocr":"","keyword":""}
{"file":"meme-7669b5a4-ab85-494b-bb2a-fd428fab3e39.webp","describe":"A cartoon dog is standing on a bed. The dog has big ears and a big smile on its face. It's mouth is open and it's tongue is sticking out. There is a speech bubble above the dog with a black line going through it.","ocr":"","keyword":""}
{"file":"meme-77e6f2c2-359b-4ef4-8e4e-b445742beeb0.webp","describe":"A picture of a face of the bear. The bear has two blue tears on it's eyes. There are black ears on the head of this bear and the nose is pink. Below the picture, there is Chinese writing.","ocr":"天看天看就赤了","keyword":""}
{"file":"meme-78d0fce9-e24b-4934-bd59-80f08361c2c1.webp","describe":"A computer chair is shown. It has four legs and a back that can be folded up for easy sitting. The chair also has two arm rests on the back of it. There is a desk next to the chair with a computer monitor on top of the desk. ","ocr":"","keyword":""}
{"file":"meme-799cd57e-92ef-4c02-93bc-64145722cdfb.webp","describe":"A painting of a man holding a newspaper. The man is wearing a red jacket and white shirt. He has white hair that is pulled back from his head. His eyes are open and he is looking down at the paper. ","ocr":"","keyword":""}
{"file":"meme-7b57f881-fc9f-460f-b9ac-b5c16207218c.webp","describe":"A black and white comic strip is showing a man's face. The man has a beard, mustache, and short hair. His eyes are wide open. He has blonde hair that is cut into a ponytail. There is a woman with long dark hair also drawn on the side of the man. She has long black hair and a black lip.","ocr":"","keyword":""}
{"file":"meme-7bc83875-5a52-4f3b-bf48-c88692703505.webp","describe":"A cartoon of a man's face is shown. He has brown hair and his eyes are squinted. His mouth is pink and he has chinese writing on his chest. There are three windows behind the man.","ocr":"","keyword":""}
{"file":"meme-7c25afab-646e-478e-8256-2b7d4c5ca61b.webp","describe":"A black and white drawing of a man's face. The man has long hair that is falling down. There are many lines drawn on the mans face as well. ","ocr":"","keyword":""}
{"file":"meme-7c450c60-3473-406e-8e64-53e999c9b267.webp","describe":"A cartoon picture of Mickey Mouse. The picture is black and white. There are white clouds behind the picture. Mickey's face is white with black ears. He has a big smile on his face. His eyes are also white and he has red blood dripping from his mouth.","ocr":"","keyword":""}
{"file":"meme-7f8126ba-38fa-4ea6-84ae-bbfdcd7f9051.webp","describe":"A boy and girl are sitting at a white table in a room. The boy is wearing a black hoodie with white writing on it. He has blonde hair and the girl has long dark hair. She is also wearing black short sleeve shirts. A white board is hanging on the wall behind them. There are several papers hanging from the walls. ","ocr":"","keyword":""}
{"file":"meme-7fb751a6-7197-4831-b98b-9bb7e7929ac1.webp","describe":"A blue background with white squares on it. The squares have the letters \"He\" and \"Kr\" written on them in black. There is a small square with a qr code on the left side of the image. Below the square, there is another text in Chinese that is written in another language. ","ocr":"","keyword":""}
{"file":"meme-85680200-69a5-478e-9b34-f79b445af842.webp","describe":"A comic strip is showing a group of bears and a girl. The bears are purple with triangular ears on their heads. They are standing in front of a green field. There are two white clouds in the sky above them. ","ocr":"","keyword":""}
{"file":"meme-85f541eb-ebf5-4a56-8ec7-b7bc247ec268.webp","describe":"A man and a woman are making faces. The man is wearing a gray shirt with a button down collar. He has his eyes closed and his head tilted back as if he is crying. His eyes are open and he has a look of joy on his face. ","ocr":"","keyword":""}
{"file":"meme-878a49ee-f1a5-4757-9804-19118f22bb82.webp","describe":"A black and white image has a square border. In the center of the image there is a logo with three points that look like swords. Above the logo there are two words that say \"Genshin Impact\". The background of this image is plain white.","ocr":"J55pGenshinImpact","keyword":""}
{"file":"meme-87925466-169e-46b6-aafa-84874415d2ce.webp","describe":"A comic strip is showing a man with a red shirt on.  The man has brown hair and his face is covered with blood. He is holding his hand to his head with one hand and pointing at a bright red circle on the other hand.","ocr":"","keyword":""}
{"file":"meme-880c163e-f246-4543-98fd-cf9b2b5e70c8.webp","describe":"A cartoon cat is wearing a black pointed hat. The cat has a silver bell around its neck. There is a stick in the cat's hand. ","ocr":"","keyword":""}
{"file":"meme-8a3c28c2-200a-4dc5-b4a9-a9a794cc8147.webp","describe":"A square is shown with a black symbol inside it. The square has a white border. Below the square, there is another image that is gold and black. ","ocr":"","keyword":""}
{"file":"meme-8a5e39bf-ce4a-4bc6-94f1-f4dc1ea54650.webp","describe":"A yellow object has four holes in it. The object is standing on two white legs. There is a blue background behind the object. ","ocr":"","keyword":""}
{"file":"meme-8a8ffce7-aee0-4e62-85e9-bf6a7ab634eb.webp","describe":"Two books are shown side by side. The book on the left is taller than the book in the right. Both books have a brown cover. They are both standing upright.","ocr":"「","keyword":""}
{"file":"meme-921682b0-8f97-452f-9bb7-df76b42ce05b.webp","describe":"A red apple is in the picture. The apple has a face on it. There are three eyes and a mouth. ","ocr":"","keyword":""}
{"file":"meme-942d8be3-f1c7-4b7d-962f-33bf67691242.webp","describe":"A man is smiling and looking at the camera. He has a rope around his neck that is hanging from a pole. The rope is gray in color. There are clouds in the sky behind him.","ocr":"/有圖S\\Sime?","keyword":""}
{"file":"meme-97481740-caa9-4589-8255-71df586cee7c.webp","describe":"A white background has black text written in a foreign language. The text is all in the same language as English and Chinese. There are two words at the bottom of the image that say: \"我!!\" The first word is \"hello\" and the second is a \"likes\".","ocr":"防詛郭醫如果你遇到了詛咒不得不轉發時請保存此回,只要該回在你的相ME,以后看到詛咒就可以不物發,自動反彈該詛咒到原始發布此消息的人注意!請保留此圈有效期:永遠","keyword":""}
{"file":"meme-988473ac-b815-4d3a-ac3f-43e68925130d.webp","describe":"A cat is laying on its back on a blue rug. The cat has brown and white fur. There is a white wall behind the cat. ","ocr":"","keyword":""}
{"file":"meme-9909d3c1-3437-404a-9b23-03a1f89a37f8.webp","describe":"A cartoon of a man with his hands in the air. The man has black hair and a green shirt on. There is a red wall behind the man. ","ocr":"","keyword":""}
{"file":"meme-9926b186-46a5-4fe6-9ef2-bf3641da0690.webp","describe":"A blue car is driving on a road. There are white lines painted on the road around the car. Above the street is a green sign hanging from a metal bridge. ","ocr":"","keyword":""}
{"file":"meme-99f40a8d-e7c2-492e-88a4-6236369f5717.webp","describe":"A black background with white writing on it. The writing is in a foreign language. There are several characters all written in the same language as the rest of the text. ","ocr":"wWN天下不接受反駁","keyword":""}
{"file":"meme-9a82b8e1-2058-4ce2-90f4-30dbba5865bb.webp","describe":"A green stuffed animal is on a window. There are water droplets on the window behind the animal. The animal has two round eyes and a yellow neck. ","ocr":"","keyword":""}
{"file":"meme-9a93befe-111b-4bb1-8312-ee49127f4734.webp","describe":"A cartoon character is standing in front of a blue lounge chair. There is a brown door on the ground behind him. The character has a large head and a long tail. ","ocr":"","keyword":""}
{"file":"meme-9abd0138-0e1d-4f59-bf4e-1283ae90fb39.webp","describe":"A black and white image of a woman's face. The woman has dark hair that is cut off at the top and shoulders. Her eyes are wide open and her lips are slightly parted. She has a nose and a small smile on her face, and there are Chinese characters written below the image in black letters.","ocr":"","keyword":""}
{"file":"meme-9b06cd85-6b41-4bdb-ad17-157fbde51ace.webp","describe":"A dog is looking at someone. The dog has a black nose and the ears are sticking up. There is a person's hand reaching out to touch the dog.","ocr":"","keyword":""}
{"file":"meme-9ea2b4dc-4119-4b39-a75b-8198a707eb80.webp","describe":"Two men are sitting in chairs. They are wearing black shirts and have microphones in their ears. There are water bottles on the table in front of them. ","ocr":"","keyword":""}
{"file":"meme-9ece7805-471d-4a83-8ac7-d74f3bdeb47e.webp","describe":"A bear is wearing a green shirt. The bear has brown hair and white eyes. ","ocr":"","keyword":""}
{"file":"meme-9fa4a5b1-0bc7-4301-a0c2-a6d2d39ef77a.webp","describe":"A black and white image has six black animals on a gray background. The animals are all facing the same direction and have long legs and small feet. There is a text written in Chinese above the animals that is written as \"香港\" and \"自动\". ","ocr":"(陰暗的到處亂爬亂飛)","keyword":""}
{"file":"meme-a09ddde9-7c56-444e-8f60-879f5aae36d0.webp","describe":"A cartoon picture of a girl in a blue dress and a red carriage. There is a little girl pushing the carriage behind her. ","ocr":"","keyword":""}
{"file":"meme-a218cbcd-9210-4fac-94d9-993738c436d2.webp","describe":"A black and white image has a square in the center. The square is made up of small squares. There are lines on the image that are different shades of blue. On the left side there is a white arrow pointing to the right. In the middle of the picture there are words written in a foreign language.","ocr":"只我是數學老師,我要過程。","keyword":""}
{"file":"meme-a3bef735-ebb6-4c9a-8d83-7ca92f089fe9.webp","describe":"A yellow school bus is on the tracks. There are rocks under the bus. The train is in front of the school. ","ocr":"","keyword":""}
{"file":"meme-a434db9f-a989-4cb9-b3b6-64c106e12672.webp","describe":"A drawing of a dinosaur is shown in three different views. The first view shows the head of the dinosaur with an orange beak. In the second view, there is a man running. He is wearing a jacket and pants. At the bottom of this image, the duck is running along.","ocr":"","keyword":""}
{"file":"meme-a45f116d-ea3a-486c-a3f7-c77949de40f6.webp","describe":"A series of nine images are showing a cartoon hand with a fist raised. Each image is a close up of the hand and a man with grey hair and grey facial hair. The man has a serious look on his face. There are small planets in the background that look like they are from a galaxy.","ocr":"","keyword":""}
{"file":"meme-a594dbcb-9854-4be3-bb41-07fe0bdd6f9b.webp","describe":"A picture of a godzilla king of the monsters.  The godfather is fighting with his dogs. He is holding a baseball bat.","ocr":"","keyword":""}
{"file":"meme-a62e7501-fe0b-4fbd-b9b3-8c29407d0ddd.webp","describe":"A woman's face is shown in four different angles. Each angle has a triangle with the letters V and H on it. The woman has blonde hair and blue eyes. ","ocr":"","keyword":""}
{"file":"meme-a98c46c5-3782-4bd5-8271-d609d4a857f8.webp","describe":"A cartoon of a man is shown. He has brown hair and brown eyes. His hands are clasped together in front of him. There is a mirror behind him with his reflection in it. ","ocr":"","keyword":""}
{"file":"meme-aaab1f4d-8eec-4189-a01c-f7245f1ba114.webp","describe":"A picture of a teddy bear in four different pictures. The first picture shows the bear wearing a red shirt and a black suit with a white shirt on. He has a big smile on his face. ","ocr":"","keyword":""}
{"file":"meme-ab435d2e-1902-4191-8d1c-a68d9603ac34.webp","describe":"A man is sitting in a chair. He is wearing a white collared shirt. There is a coffee pot behind him on the counter. ","ocr":"","keyword":""}
{"file":"meme-ab536a1b-75c3-400d-ac2d-ee5115fdac93.webp","describe":"A group of men are sitting in a row. They are all looking at something off to the side. One man is wearing a black jacket and has an ID around his neck. The other men have short hair and are wearing collared shirts. ","ocr":"","keyword":""}
{"file":"meme-abafc713-4ba1-4397-b80d-31e75b0f5f6d.webp","describe":"A dog is laying down. The dog has a black nose and eyes. It has brown hair. There are items in the background that are blurry. ","ocr":"","keyword":""}
{"file":"meme-b1b7826e-70c6-4d1e-b2fc-2c5253093107.webp","describe":"A blank page has a line drawing of stick figures on it. The stick figure are drawn in black ink and are holding hands. There are six stick men standing around each other with their arms around the first one. Each stick man is drawn as if they are playing a game.","ocr":"","keyword":""}
{"file":"meme-b32be437-66bd-4411-b4bc-08870dd2f153.webp","describe":"A kitten is sitting on a pillow. The kitten has black eyes and a pink nose. There are gray stripes on the cat's body. ","ocr":"","keyword":""}
{"file":"meme-b62f8ae1-9c5a-46be-a0f4-bea51aaaffe6.webp","describe":"A woman in a blue jacket is standing behind a wall. There is a large piece of paper hanging from the wall in front of her. The wall is white and has vertical stripes on it. ","ocr":"","keyword":""}
{"file":"meme-b8a7fb57-2346-48c8-8721-8270652cbd89.webp","describe":"A bird is shown in a picture. The bird has a white body and brown feathers on it's head. There are black spots on the face and the head of the bird. ","ocr":"","keyword":""}
{"file":"meme-b9334fae-e406-4b00-87f1-c42d27633f28.webp","describe":"A man is sitting at a table with a laptop in front of him. He is wearing a long sleeve shirt and holding a pink coffee mug in his hand. There are shelves behind the man with plants on them. ","ocr":"","keyword":""}
{"file":"meme-b9b3f56c-90b2-4cef-b915-6582e1ea3041.webp","describe":"A cartoon picture of Batman punching someone else. The person in the yellow suit has a green hand. There are three white speech bubbles above the scene.","ocr":"","keyword":""}
{"file":"meme-bb760269-a60b-4477-873a-3e20f8f7eabe.webp","describe":"A cartoon cat is standing in front of a mirror. The cat has a red shirt and black hat on it's head. There is another cat behind the first one that is wearing a blue shirt. ","ocr":"","keyword":""}
{"file":"meme-bbb7d843-691c-492d-a4b0-bcc9628da857.webp","describe":"A cheetah is running on the left side of this image. On the right side there is a plane that is white and blue in color. Below the cheeta is line that has a yellow sun with a face. Under the lines are red horizontal bars. Above the line is Chinese characters.","ocr":"","keyword":""}
{"file":"meme-bbbc9729-7b9c-44f8-b890-6ee55b2830cd.webp","describe":"A comic is shown in black and white. There are five panels of the comic. Each panel has a picture of a man with a hat on his head pointing at something. The first panel shows a close up of another man's face with his mouth open. ","ocr":"","keyword":""}
{"file":"meme-c1262b9b-347f-4dad-9bbe-0ba6defaf502.webp","describe":"A cartoon is showing two characters. One character has a bandage on his head and the other one has an angry look on their face. ","ocr":"一一»2‧一_人3yFU2一一“一一rf“之-ty》/0鋒一一一一一一一一一一一一-才一--一一一一一一一一一一4的7/AA-—念","keyword":""}
{"file":"meme-c4e7ea53-37cc-4755-be69-e1916604fc8a.webp","describe":"A man is wearing a black shirt and blue jeans. There is a large glass container in front of him. The man has his hand outstretched. ","ocr":"","keyword":""}
{"file":"meme-c71126b2-a226-4c06-871d-f903b139cba0.webp","describe":"A cartoon of a girl with black hair. She is wearing a blue dress with a red bow tie around her neck. Her arms are raised above her head and she has her eyes closed. Below the image, there is Chinese characters written in black.","ocr":"女FLIm(R因為我也是綠茶啦","keyword":""}
{"file":"meme-c78d5fb8-ac9b-4e77-a96f-f6e514699f01.webp","describe":"A comic strip is showing a man and woman talking to each other. The man has a big smile on his face and he is holding his hand up to his mouth. He is wearing a suit and glasses. His hair is short and black. There are two speech bubbles above the people in the first picture. One of them is saying \"I'm not sure what he's talking about. But I'm looking at a building that looks like it is a office building.","ocr":"","keyword":""}
{"file":"meme-c83121af-929d-467e-8fe0-14c6186005de.webp","describe":"A collage of four photos shows a young man and woman.  The man is wearing a black jacket with a brown shirt underneath. He has short brown hair. The woman is smiling. She has a headband on her head that is yellow and purple. Her hair is brown and curly. There are tall green grass behind the people.","ocr":"","keyword":""}
{"file":"meme-c939de2b-7b4d-471e-9cd8-5e50593fa7a0.webp","describe":"A cartoon picture of two people. The person on the left has green eyes and blonde hair. He is wearing a purple shirt.  The other person has black hair and blue eyes. They are kissing.","ocr":"","keyword":""}
{"file":"meme-cc49ad3a-0c78-418b-bdac-5f3b710fbf1d.webp","describe":"A black and white image of a fish with the letter \"N\" on it. There are several words written in Chinese below the image. ","ocr":"","keyword":""}
{"file":"meme-cf21b0b1-08b1-4abb-802c-ff2fdcc46879.webp","describe":"A scary clown is standing in a building. He has white face and black hair. His hands are outstretched and he is wearing a red blazer with an orange shirt underneath. There is a yellow car parked in front of the building behind him. ","ocr":"","keyword":""}
{"file":"meme-d005c4ea-5d69-4bf5-83a5-b5eee2b00268.webp","describe":"A drawing of a boy with black and white hair. The boy has a black hat on his head. His hair is long and spiky. He has black eyes and a small smile. ","ocr":"","keyword":""}
{"file":"meme-d03c0f47-0315-4b91-8972-b770969d65ad.webp","describe":"A cartoon image has a bright orange and purple background. There are many yellow letters in the image that appear to be broken or shattered. The letters are all in a foreign language. In front of the words is a white blob that looks like a bird. ","ocr":"","keyword":""}
{"file":"meme-d117bb09-3bbd-443b-a9c7-4e7b1374ec9a.webp","describe":"A man is wearing a silver armor. He has a large silver sword in his hand. There is a helmet on his head and he is holding the sword with both hands. ","ocr":"","keyword":""}
{"file":"meme-d2283c7c-868f-4dd8-8f49-97ff49f01135.webp","describe":"A white cat is sitting in front of a colorful background. The cat has black eyes and a brown nose. There are green, blue, purple, white and black stars behind the cat. ","ocr":"","keyword":""}
{"file":"meme-d279600f-261d-4816-9307-83a05b8ef890.webp","describe":"A cartoon picture of a man and woman sitting in a bus. The seats are blue. There is a large window on the side of the bus with mountains outside of it. ","ocr":"","keyword":""}
{"file":"meme-d2966d41-3196-4b05-ab40-306da62103e9.webp","describe":"A cartoon picture of a girl with black hair. The hair is dark blue and has some brown on it. There are chinese characters written above the picture. ","ocr":"","keyword":""}
{"file":"meme-d3d5ba89-e7ea-4760-a94b-7a5ad500cf48.webp","describe":"A white bird with a long black beak is walking on the wet sand of a beach. The bird has long orange feet and a white body. There are small waves in the water behind the bird. ","ocr":"","keyword":""}
{"file":"meme-d5182f3d-e996-4f23-a78c-df030b1f5b07.webp","describe":"A cartoon picture of a female character.  She has long, light colored hair that is styled in loose waves. Her eyes are large and pink. She is wearing glasses with a rimmed rim. The background behind her is blue.","ocr":"所以我出手了","keyword":""}
{"file":"meme-d52b4827-a287-428f-8536-d33dc8320d5c.webp","describe":"A hand is being shown to a deer. The deer has brown fur with white spots on it. It has black ears and a black stripe down its back. Its nose is black and it has two black tips. There are leaves on the ground around the deer and there is a fence behind it that is made of wood.","ocr":"","keyword":""}
{"file":"meme-d55e1c0c-1c38-4435-902e-239cf2aa116f.webp","describe":"A group of men are attempting to break down a man. They are holding metal bars and trying to get him away from the ground. The man is laying on the concrete. There are some police officers standing around watching.","ocr":"","keyword":""}
{"file":"meme-d5e5cadc-b1c1-4e20-aa07-c8611747eb4e.webp","describe":"A comic strip is showing a hand reaching out to touch the water. The hand is drawn in a cartoon style and the background is light blue. There are bubbles floating in the air around the hand.","ocr":"一一一一由一一一一一一一一一一一一一一一一一1一一一一一人一一一一一一一一一一0oo一一-O二一一一一一一一一相—————","keyword":""}
{"file":"meme-d6d4ea14-ae7f-4510-b864-12a2c749d300.webp","describe":"A picture of a yellow bear with black eyes. The bear has a gray nose and the eyes are small. There is white writing on the bottom right of the picture. ","ocr":"","keyword":""}
{"file":"meme-de2a072f-f7fc-49fa-86eb-9d9c093b357c.webp","describe":"A comic is showing a man in a yellow outfit. He has blonde hair and a black shirt on. There are white bubbles above him. ","ocr":"","keyword":""}
{"file":"meme-dfc3917f-76dd-4627-9f22-99979bf7f8cc.webp","describe":"A black background with a white Nike symbol in the center. Below the symbol is the phrase \"Just Do It\". Below this phrase is another language that appears to be Chinese.","ocr":"JUSTDOIT.勇敢去做","keyword":""}
{"file":"meme-e2e7ddd1-8d82-4fbc-840d-9833b53490e9.webp","describe":"A man is running. The man has on a blue shirt and black pants. He is also wearing shoes. There are many small pieces of sand under the man. ","ocr":"","keyword":""}
{"file":"meme-e31ed77c-a225-48e2-ba6c-ff9ddf3eb8c5.webp","describe":"A woman and a little girl are in the water. They are holding hands. There is a fence behind them. ","ocr":"","keyword":""}
{"file":"meme-e32babb6-78d6-4f1d-8e88-43d741005c99.webp","describe":"A man is wearing a black suit and black shoes. He has his arms stretched out in front of him. His hands are open and he has one hand on each side of his body. ","ocr":"","keyword":""}
{"file":"meme-e5f0d86d-3357-4b10-9033-5d17385a4ef2.webp","describe":"A man in a suit and tie is looking at his reflection. He has short brown hair and is wearing a white shirt and a dark colored suit coat with a light colored tie. His eyes are squinted and he has a serious look on his face. There is a mirror behind him that reflects the man's face and the light from the window.","ocr":"","keyword":""}
{"file":"meme-e9bddf3f-50c9-4891-b1bc-7c1974c8b72b.webp","describe":"A face is drawn in black lines. The eyes are open and the nose is closed. There is hair coming out of the side of their face. ","ocr":"","keyword":""}
{"file":"meme-e9effb6a-c154-4d35-82d5-c9f0ae6b52b1.webp","describe":"A picture of a bag is shown on a screen. The bag has two stars on it and a string tied around it. Below the picture there are words in Chinese.","ocr":"","keyword":""}
{"file":"meme-ed59943e-3a29-4b37-b75b-114c552dab18.webp","describe":"A cartoon of a bird is sitting on a branch. The bird has a gray body with a white belly and black wings. There are two red speech bubbles above the bird's head. ","ocr":"","keyword":""}
{"file":"meme-ee550861-7ea1-46a0-84c8-a1c76d7f8aaf.webp","describe":"A white bird with a yellow beak is perched on a ledge. There are several windows behind the bird. The ledge under the birds is brown. ","ocr":"","keyword":""}
{"file":"meme-ee9b68ec-c7d0-4568-ae2e-8ac372604b6d.webp","describe":"A man is wearing a red jacket. He has his hand up to his face. His eyes are closed and he has a smile on his lips. ","ocr":"","keyword":""}
{"file":"meme-f2538bb6-e5dc-4937-985e-b6c8965ffabf.webp","describe":"A cartoon image of a person with black hair and blue eyes.  The person has a black jacket on and the background is white. There are two gold bars on top of the head that are attached to the hair.","ocr":"AA找的評價是—IEEH","keyword":""}
{"file":"meme-f28d4df3-8604-41ed-89f6-a6de98eb9403.webp","describe":"A picture of a person's lips and eyes. The eyes are white with black around them. There is black writing on the bottom of the picture. ","ocr":"我正在找能應付這種狀況的梗圖但我找不到","keyword":""}
{"file":"meme-f7102be7-0da2-4a42-940d-756ef7710777.webp","describe":"A man in a gray suit is standing behind a podium. There is a microphone in front of him. He is wearing a white shirt and a tie. ","ocr":"","keyword":""}
{"file":"meme-f91299cc-7911-47a9-92b8-0f5affb39612.webp","describe":"A cartoon picture of a gray and black wolf. The eyes are yellow and the ears are brown. There is a tree behind the animal. ","ocr":"","keyword":""}
{"file":"meme-f95bb4be-9ed1-4d12-ab15-62918431841b.webp","describe":"A man is looking at the camera with a serious expression on his face. He has short brown hair and is wearing a collared shirt. The sky behind him is light blue. ","ocr":"\\/","keyword":""}
{"file":"meme-f9658fc6-9b99-4835-a476-80e6881d1ca0.webp","describe":"A cat is looking at the camera. The cat has a pink nose. There are question marks above the cat's head. ","ocr":"","keyword":""}
{"file":"meme-fca52fde-8ee5-4944-9eaf-7775844fac07.webp","describe":"Two cats are eating out of a pink bowl. One cat is grey and the other is orange. The orange cat has its paw on the grey cat's head. ","ocr":"","keyword":""}
{"file":"meme-fd5b9c31-b095-40c0-8d77-c277682a2d2e.webp","describe":"A gray and white koala bear is holding a green leaf in its mouth. The koalas eyes are brown with a black nose. It's paws are also grey and it has a pink nose and pink cheeks. Behind the koah there is a tree trunk that is brown and has some brown spots on it. There are leaves behind the bear and a building behind it that appears to be made of wood. ","ocr":"","keyword":""}
{"file":"meme-fdc9bedb-d55a-4ccd-898f-64a323c18660.webp","describe":"There are penguins standing on the ground. There is a small penguin in front of them. The penguines have black and white feet and black eyes. ","ocr":"","keyword":""}
{"file":"meme-fe65467f-cfe9-497d-932b-a6956994c55c.webp","describe":"A black and white picture of a cat. There is a laptop on top of the desk. The cat is sitting in front of it. ","ocr":"_-朋友,猶不錨sw措摸_","keyword":""}
{"file":"meme-feb7e59d-97a8-4d9c-a1f4-33bd5e607295.webp","describe":"A picture of a dog is shown. The dog has a blue mark on its right eye. There is another picture next to the dog that is sitting. Both dogs are brown. One dog looks like a big muscle.","ocr":"","keyword":""}
{"file":"meme-00a2f92c-ccc7-486c-89df-44a0570b574c.webp","describe":"A cartoon of a red robot with black eyes and a pink nose. The robot has one hand raised up in the air. There is black writing on the bottom of the image. ","ocr":"","keyword":""}
{"file":"meme-01aa0328-318d-4d26-8a95-8738a57625cf.webp","describe":"A cartoon of a man in a white shirt. There is a light behind him on the wall. The man has blonde hair and a pink collar. ","ocr":"","keyword":""}
{"file":"meme-02c8c982-06c8-4374-b307-91145600f045.webp","describe":"A cartoon of a man is holding a phone. The phone is square and the man has his hand on it. He is smiling.  His hair is dark brown and he has light brown eyes. Behind him are trees that have no leaves.","ocr":"","keyword":""}
{"file":"meme-05347a74-85ca-4613-a952-009485b766a3.webp","describe":"A dog is sitting on a chair. The dog has a black collar around its neck. There is a white duck sitting next to the dog on top of the dogs back. ","ocr":"","keyword":""}
{"file":"meme-059ca35b-8ec9-48ba-9668-d33d03c8328f.webp","describe":"A simple graphic is a symbol of running people. The background is green and the image is white. There are shadows on either side of the graphic. In the center there is an outline of a man running with a woman in his arms.","ocr":"","keyword":""}
{"file":"meme-0698ab87-f133-4d7e-95ee-4746564ca569.webp","describe":"A cartoon of a boy with blue hair. He is wearing a white shirt and blue pants. There are mountains behind him. ","ocr":"","keyword":""}
{"file":"meme-06b65885-0c22-4ecc-b479-2ce82f1ef50b.webp","describe":"A skeleton is standing on a platform. The skeleton has bones that are white and light colored. There are several white pedestals on either side of the skeleton. ","ocr":"","keyword":""}
{"file":"meme-08ad9595-e24b-4986-a607-d42f058bc34e.webp","describe":"A man is sitting on a white chair. The man has dark hair and the chair is made of wood. There are waves in front of the man. ","ocr":"","keyword":""}
{"file":"meme-08ec425e-ee6f-4083-8b74-4bdd91e21467.webp","describe":"A bird is sitting in a nest. The bird has two beaks that are pointed towards the right. It's eyes are open and it's feathers are white. There are brown tips of straw around the bird.","ocr":"","keyword":""}
{"file":"meme-091ee955-a5f7-4289-9e52-d26ed3a90625.webp","describe":"A seal is in the water. The seal has brown fur and a black eye. There are small waves behind the seal. ","ocr":"","keyword":""}
{"file":"meme-0b4ba0a8-a24a-4fee-9cdc-769c7c211528.webp","describe":"A man is laying in bed. He has a white shirt on and his head is up. The man has dark hair and a beard.  He is holding a phone in his hands.","ocr":"一一二一一-一一:4","keyword":""}
{"file":"meme-0bafd693-9b12-4486-bcd9-2e75ccf1642b.webp","describe":"A black and white image of a man's face. The man has dark hair and a mustache. His eyes are wide open. There is a circle to the left of the image with Japanese writing on it.","ocr":"1三一一一一一一2一一一我已的經Si了saee-一一、\\勃無起法有了阻NiNMwYs","keyword":""}
{"file":"meme-0c3fea0c-9d75-430b-9b16-88f3ed286300.webp","describe":"A white mask is standing in front of a brown door. The mask has black eyes and a black nose. There is a small black mouth on the mask. ","ocr":"","keyword":""}
{"file":"meme-0ca4bbcb-c15f-4ce0-aa1e-8ffeedda3f9f.webp","describe":"A sculpture is shown. The sculpture looks like a snake. There are Chinese characters written above the sculpture.","ocr":"","keyword":""}
{"file":"meme-0da02955-07b6-4c47-a811-14164685c341.webp","describe":"A cartoon of a man with long hair and a beard. He is wearing a black jacket. There are two speech bubbles above his head with Chinese characters on them. ","ocr":"個從這我間來題沒\\5\\'WL)\\\\/M4","keyword":""}
{"file":"meme-0e31ba0e-3ae3-4dc5-afed-aa59065e27d2.webp","describe":"A cartoon of a black office chair with orange arms and legs. The arms are stretched out in front of the back of it. There is writing above the chair in Chinese characters. ","ocr":"","keyword":""}
{"file":"meme-1062bbce-73b6-4b20-bcff-99a79d3c5d47.webp","describe":"A cartoon face is shown. The eyes are green and the nose is also green. There are teeth on the face. ","ocr":"","keyword":""}
{"file":"meme-14e93fbd-b7aa-4185-ae76-9b4514b2509a.webp","describe":"A picture of a ground squirrel. The ground is covered in dirt. There are small bits of dirt on the ground around the squirrel's head and body. It has its mouth open wide. Its eyes are black and small. ","ocr":"","keyword":""}
{"file":"meme-152a8442-644b-4e2c-8ad8-4e2c8c35b69a.jpg","describe":"A cartoon of a man is wrapped up in a bandage. The man has black hair and his eyes are open. He is laying on a bed with white sheets. There are two pillows on the bed. ","ocr":"二9","keyword":""}
{"file":"meme-152a8442-644b-4e2c-8ad8-4e2c8c35b69a.webp","describe":"A cartoon of a man is laying on a bed. The man has a bandage wrapped around his body. There are two white pillows behind the man. ","ocr":"Z","keyword":""}
{"file":"meme-15902f5e-2020-47d2-bb91-3e10c9875920.webp","describe":"A man is sitting on a couch. He is wearing a white shirt and blue pants. The man has brown hair. His hands are holding a black phone. ","ocr":"","keyword":""}
{"file":"meme-15f854bc-b366-452d-b3b4-b438640ea3d0.webp","describe":"A man is standing in a room. He is wearing a short sleeve shirt and a necklace around his neck. There are white shelves on the wall behind him. The walls of the room are painted white. ","ocr":"","keyword":""}
{"file":"meme-17b52c61-88e5-4566-9947-ad2121f3858e.webp","describe":"A man is sitting in a chair. He is wearing a black shirt and glasses. The man has his hands up in front of him. There are pieces of food on the table in his hand. ","ocr":"彤事務所tR-T\\然後由於我這個開讀速度過於快我意識到我讀到了什麼內容的時候一切都已經來不及所","keyword":""}
{"file":"meme-180565a6-ca49-45e4-8fcc-3574fa1290eb.webp","describe":"A cat is standing in a pile of red sticks. The cat's fur is light brown and white. There are black dots on the pink sticks all around the cat. ","ocr":"","keyword":""}
{"file":"meme-1996d3fb-b237-4f72-9173-a483343e3820.webp","describe":"A picture of a woman is shown with her hands cupped together. She has a blue robe on and she has white hair. There are words written in Chinese at the top and bottom of the picture.","ocr":"我知過你出人點是好的F/公)x了7re吧((jˋ但是你先別出發","keyword":""}
{"file":"meme-1aade6e9-9a5b-4334-8820-0bb63d942515.webp","describe":"A cat is holding chopsticks in his hand. The cat has brown and white fur. His eyes are closed. He is wearing a white glove on one of his hands. ","ocr":"","keyword":""}
{"file":"meme-1bf19e6e-2c23-4fac-a24d-045dbe7ebb57.webp","describe":"A picture of two office chairs and a desk. The chair on the left is black with a silver base. It has a long armrest. On the right is a chair that is also black. There are Chinese characters above the picture. ","ocr":"","keyword":""}
{"file":"meme-1c3e67fb-402f-4d58-bbe7-719aa2ba91fb.webp","describe":"Three men are standing in a row. They are all wearing jackets and pants. The man on the right is wearing a sweater and tan pants with his hands in his pockets. He has a mask covering his face. On the left is a man wearing shorts and a jacket. His head is covered by a black hat. ","ocr":"1和我是甲他超大","keyword":""}
{"file":"meme-1d84e03f-6e7b-4f9d-8c38-421aa4aa2856.webp","describe":"A cat is standing in a bathtub. The cat's fur is light brown and has black stripes on it. It has white whiskers and its nose is pink. Its eyes are closed and it appears to be taking a nap. There are small bubbles floating above the cat. ","ocr":"AA淹水了","keyword":""}
{"file":"meme-1ee508e6-64d8-49ab-9953-ee1c8b21ab1f.webp","describe":"A man and woman are standing together. The man is holding the woman in his arms. They are both looking at something. There are many people behind them. ","ocr":"阿鬼,你還是說中文吧","keyword":""}
{"file":"meme-208cd638-c702-4199-bb25-c0188ad87d83.webp","describe":"A cartoon is shown of a character. The character is a white blob with red eyes and a black hat. There is writing in Chinese below the character that is not written in English.","ocr":"","keyword":""}
{"file":"meme-2305a396-06f7-4f65-9321-20816ca3bf39.webp","describe":"A brown dog is standing on all fours. The image has a black border around it. There are brown spots on the dogs body and head. It also has brown ears. ","ocr":"","keyword":""}
{"file":"meme-2388d1a4-8e6f-494d-9b5f-42d70b8fc927.webp","describe":"A cartoon image of a sumo wrestler is shown. He is wearing a black belt with the word \"DAIKIN\" on it. His hair is dark brown and his eyes are small and round. The background is white and there is a text in Chinese below the image that reads \"大香港\".","ocr":"ZDAIKIN大金失色","keyword":""}
{"file":"meme-24118b3e-dd27-43c7-b70d-39059c22e49f.webp","describe":"A cartoon is shown on a TV screen. The TV shows a pink creature with big eyes and a wide open mouth. There are words written in Chinese below the picture of the creature.","ocr":"","keyword":""}
{"file":"meme-24a21da3-2ca8-413a-b537-dfbdd1020c55.webp","describe":"A black phone screen with a picture of a skull on it. There are two green phone icons on the screen. The time is 9:51 and there is white text above the picture. ","ocr":"扣外應9:51Incomingcall-TheHolyOrderoftheEmperor'sInquisitionGo","keyword":""}
{"file":"meme-25aa64d0-2377-4fed-9e99-5a5f79f26e6e.webp","describe":"A skeleton is hanging from a rope. The skeleton has two arms and two legs. There are two hands on the rope that are holding the skeleton. ","ocr":"","keyword":""}
{"file":"meme-25e305d4-83c4-4d8a-8b3f-15b6536175dd.webp","describe":"A cartoon of a cat sitting on a chair. The cat is orange and the chair is black. There is a table in front of the cat. ","ocr":"","keyword":""}
{"file":"meme-2610ae81-f3ff-4773-852b-43ba8ca47f38.webp","describe":"A woman is smiling at the camera. She has dark hair that is styled in a bob. Her lips are bright red and she has a slight smile on her face. The background behind the woman appears to be a wall.","ocr":"","keyword":""}
{"file":"meme-269f190f-3995-4c5b-925c-b8d196cc5bf1.webp","describe":"A brown hat is on top of a white object. There are round eyes and a mouth on the object that has it's open. ","ocr":"","keyword":""}
{"file":"meme-26a7461d-054c-4a74-ad5c-6aab5e5f34b5.webp","describe":"Three men are standing on a beach. They are all shirtless and have short black hair. Behind them are red and blue umbrellas. There are trees on the other side of the umbrelas and people are sitting under them. ","ocr":"","keyword":""}
{"file":"meme-26e7cfa8-5084-4088-a295-bf69a670f5ac.webp","describe":"A cartoon face is shown in a square frame. The eyes are black and the hair on the head is light blue. There are bubbles surrounding the eyes. ","ocr":"","keyword":""}
{"file":"meme-28907dfb-a444-410b-972f-b457d1b1c07c.webp","describe":"A man with a beard and mustache is looking to the left.  He has dark hair and light skin. His eyes are open and he has a frown on his face. The background is grey and there is a shadow of a tree on the right side of the image. There is some foreign writing in front of him.","ocr":"-»&\\neHETRFZ,也","keyword":""}
{"file":"meme-2a786126-2186-4fe3-9649-75792df14343.webp","describe":"A cartoon of a man in a blue suit and red tie is standing on a staircase. There are columns on the stairs behind him. The man has black hair and his mouth is open. ","ocr":"","keyword":""}
{"file":"meme-2b7f4df6-faf9-4a2e-adf4-b918ced3dae9.webp","describe":"A man is standing in a field with his arms stretched out. He is wearing a uniform and a helmet on his head. There is a large building behind him. ","ocr":"","keyword":""}
{"file":"meme-2b82b53b-8479-4db5-b5dd-89cea11c088e.webp","describe":"A man is standing with his mouth open. The man has his hands up in the air. There are black straps on the arms of the man. ","ocr":"","keyword":""}
{"file":"meme-2d083191-25a7-4b69-927b-7139d46dc71b.webp","describe":"A woman is standing in a store. She has on a red tank top with a black and white patterned shirt over it. The pants she is wearing are blue. There is a large yellow cloth hanging above her. Next to the cloth there are several pairs of underwear hanging from a metal rack.","ocr":"","keyword":""}
{"file":"meme-2eaf83d4-cd0f-42cd-8478-223dff74f26c.webp","describe":"Two dogs are standing next to each other. One dog is light brown and the other dog it is white. They are both looking directly at the camera. ","ocr":"","keyword":""}
{"file":"meme-2f7c63a2-51b9-479b-9a31-4f021fd517a7.webp","describe":"A black and white cartoon is of a woman standing next to a man. The man is wearing nothing but shorts. He has short hair and is looking at the woman with a concerned expression. There are trees behind them all in the same direction. ","ocr":"","keyword":""}
{"file":"meme-2fdb163d-9f4b-4f89-a3ae-38d18f955fda.webp","describe":"Two images are shown on a white background. The first image is red and the second image has black and gold writing. Both images have Asian characters written in them.","ocr":"&一一人__","keyword":""}
{"file":"meme-320ab599-b0fb-454c-ab33-831b47688367.webp","describe":"A man is sitting at a desk in front of a computer. He is wearing a blue shirt and has glasses on. There is a large monitor on the desk next to him. ","ocr":"","keyword":""}
{"file":"meme-325d42e9-09bc-4d81-be14-3433273901cc.webp","describe":"A man and woman are laying in bed. They are both laying on white pillows. The man is wearing a short sleeve shirt. ","ocr":"","keyword":""}
{"file":"meme-327edd09-cc28-4cb6-a047-327dfc82f189.webp","describe":"A bear is looking at a hand. The bear has big eyes and a black nose. It is white.","ocr":"","keyword":""}
{"file":"meme-33f04fb5-ff94-4a93-abc5-81de7f2c6631.webp","describe":"A picture of a rusty metal object. There is a small piece of the metal next to it. The metal looks like a gun. ","ocr":"","keyword":""}
{"file":"meme-3556246a-75f6-4c5d-9d5b-e3eb3f5aabe4.webp","describe":"A cat is standing behind two red chopsticks. There is a question mark above the cat's head. The hands of the person holding the chop sticks are also visible. ","ocr":"-一一一%","keyword":""}
{"file":"meme-36a31f97-6fa6-4256-85d7-3ace4617d03e.webp","describe":"A black and white comic book page shows a man with his fist clenched. He has dark hair and is wearing a suit. His face is covered in a mask. Above him, there is a bubble with Chinese characters inside it. Behind him is another man looking down. There are tall buildings behind them.","ocr":"","keyword":""}
{"file":"meme-3854d536-7703-46f2-9014-bda41c2f1d32.webp","describe":"A man is sitting on a bus. He is wearing a white shirt and blue pants. The shoes he is holding are purple and yellow. There are cars driving on the street behind him. ","ocr":"","keyword":""}
{"file":"meme-39aec0f5-2687-43da-bb42-626269345d76.webp","describe":"A blue and white image of a skull is being shown. There are two long sticks coming out from the top of the head. The background is black.","ocr":"","keyword":""}
{"file":"meme-3a519151-60dd-47cb-87ac-580401acab8e.webp","describe":"A man's face is shown in a blue-ish image. The eyes are open and the man has a mustache and beard. His mouth is wide open. He appears to be looking up at something. There are waves in the background that are also blue.","ocr":"","keyword":""}
{"file":"meme-3ab4ff73-0b28-4fb3-9c9b-73678c698532.webp","describe":"A cartoon image of a girl.  She has long brown hair and blue eyes. Her mouth is open and she is smiling. Behind her are flowers that are white, orange and pink.","ocr":"","keyword":""}
{"file":"meme-3c89c00f-ba92-4393-906a-1d3ba1a56feb.webp","describe":"A cartoon picture of a camel holding a glass of water. The camel is standing in the desert. There are mountains behind the camel. ","ocr":"","keyword":""}
{"file":"meme-3e46be76-78b6-4eca-93a6-8a7d0a5131b3.webp","describe":"A cartoon image of a man with spikes on his head and arm is holding a bottle ofraid ant & root beer. The bottle is red and yellow in color and the brand name is written on it in yellow letters.  The man has a wide open mouth and his eyes are black. His arms are also red.","ocr":"","keyword":""}
{"file":"meme-3eb3a8b9-1303-4cba-b5bf-33f035b3df03.webp","describe":"A picture of many pens. The pens are gold and black. There is writing in Chinese above the pens as well. ","ocr":"","keyword":""}
{"file":"meme-3ef9cdf9-d575-4da3-ab34-428f7b75e553.webp","describe":"A cartoon of a man with horns on his head. He is wearing a black and red outfit. His hands are raised up in the air. ","ocr":"","keyword":""}
{"file":"meme-400c04d8-1e2f-4781-a1ca-24da1acc7851.webp","describe":"A cartoon of a man with black hair. He has a red shirt on and his hand is resting on his chin. There is black writing in front of the man. ","ocr":"IN我要叫律師了","keyword":""}
{"file":"meme-4372cb82-31f9-49e0-9702-e9d2d9b7bcf5.webp","describe":"A man is wearing a white and purple hat. He has long black hair that is hanging down from his head. There is black writing above the man's head that says asian characters. ","ocr":"","keyword":""}
{"file":"meme-46a84a3f-083f-4bfd-a14e-1ac6fe07cb38.webp","describe":"A black and white image of a pair of glasses. There are several words written in Chinese below the image. The eyes appear to be drawn with a stylized tool. ","ocr":"列看我還右身(和入有那么一瞬間我感覺我的大腦.他自休了","keyword":""}
{"file":"meme-47c2aad7-78af-4d16-ac21-17a2b488259b.webp","describe":"A man is standing with his arms crossed. He is wearing a white polo shirt and blue jeans. The background is green and yellow. There are black words written on the image. ","ocr":"","keyword":""}
{"file":"meme-492a3764-8254-483b-ae53-4cf3498ce531.webp","describe":"A courtroom scene with a woman sitting behind a desk. There are several people standing in front of the desk wearing suits. ","ocr":"一個段洛E訓同J也\\事情告一個段落","keyword":""}
{"file":"meme-4af10b62-38ee-4858-bbb6-4b0eee05342d.webp","describe":"A white cat is sitting on a couch. The cat has pink ears and it's mouth is open. There is a pillow behind the cat that is black with white circles on it. ","ocr":"","keyword":""}
{"file":"meme-4bac9670-97fc-4eab-9eb9-56f4845d491b.webp","describe":"There are five animals on a sheet of music. There is a dog, a pig, and two other animals. The first animal is yellow.  The second animal has brown hair. It is looking like a horse. A third animal that is white is pink. All the animals have eyes. Below the image there is Chinese characters.","ocr":"","keyword":""}
{"file":"meme-4c495577-17ec-4a3d-9dee-699e197b301e.webp","describe":"Three cats are standing on a shelf. The shelf is brown and has white poles on the bottom of it. There is a light switch on white wall behind the shelf that is off. One cat is black and white, another one is orange and gray and the third one appears to be white. ","ocr":"","keyword":""}
{"file":"meme-4cabd345-1d57-45ee-8f4a-eac1453807bd.webp","describe":"A man is wearing a blue and white striped shirt. He has his thumb up and he is making a thumbs up sign with his fingers. ","ocr":"","keyword":""}
{"file":"meme-4d1fa12a-397a-4671-9ccc-b4bf22a32f2f.webp","describe":"A man is standing in a room with his arms outstretched. He is wearing a black suit, white shirt and a purple tie. His shoes are brown. The walls behind him are white. ","ocr":"","keyword":""}
{"file":"meme-4df4911a-b69a-48e9-8dad-fdaa45e16e78.webp","describe":"A group of men are sitting in a row. They are all looking towards the left side of the image. The man on the right is wearing a black shirt and has short hair. He also has a lanyard around his neck. ","ocr":"","keyword":""}
{"file":"meme-4e2f1ac0-9578-4c43-9ffd-a42208507c74.webp","describe":"A black screen has a picture of a man on it. The man is wearing sunglasses and has short hair. There are words written in Chinese next to the picture. ","ocr":"蕭煌奇&\\1分鐘前看過","keyword":""}
{"file":"meme-522ff080-beec-48b0-b872-8278c7ad38ee.webp","describe":"A man in a blue shirt and a baseball cap is sitting on a train. He has his face covered by a black phone case. The man is holding his hand up to his mouth. ","ocr":"","keyword":""}
{"file":"meme-58bf22f3-9f87-4324-bba4-b8f8a6ed5c09.webp","describe":"A close up of a woman's face. The image is blurry but you can see her lips, nose and eyebrows. Her eyes are open and she has dark colored eyeliner on her eyelids. She appears to be smiling. Behind her is a light blue wall.","ocr":"","keyword":""}
{"file":"meme-598470f8-6968-4298-a4a2-99a9f96ad04d.webp","describe":"A black and white image of a person with their hands up. There are words written in front of the person that are all in black. Below the image is chinese writing.","ocr":"-»H2COuCO2Cu2CuUSO42H202CF2H2504022CuFeS2-Cu2S2FeSSCu20二FeS-yCu25Feo0FeCuSO4一一FeSO4Cu我是超級煉銅交","keyword":""}
{"file":"meme-5a206aa3-b3f3-426a-ae2a-e9b6781830dc.webp","describe":"A cartoon picture of a dog. The dog is brown and has a blue collar on it's head. It's mouth is open and it is red. There are two hands in front of the dog that are touching the face of another person.","ocr":"","keyword":""}
{"file":"meme-5b373925-e4c6-40b1-9d16-23674f4cfbba.webp","describe":"A group of eight men are wearing blue and red spiderman suits. They are standing in a circle with their arms around each other. Each man has a mask on his face and the suit also has red webbing on it. Behind them is a white sign that says NYPD on the front. Next to the men is two boxes stacked up. One box is open and another is closed. The wall behind the boxes is pink.","ocr":"","keyword":""}
{"file":"meme-5b73f1c4-17a9-42f0-ae47-123b1b21554d.webp","describe":"A black and white drawing of a woman's face. The woman has long, curly hair that is blowing in the wind. Her eyes are closed and her lips are pursed. There is a bubble above her head with Chinese characters written on it.","ocr":"","keyword":""}
{"file":"meme-5c924335-8a90-49e2-8596-65daf95390fb.webp","describe":"Two cats are seen in a window. One cat is black and the other one is light brown with black stripes. They are both looking out of the window at something. ","ocr":"","keyword":""}
{"file":"meme-5e2bd4a8-a074-45f0-b81b-badf21b82d3b.webp","describe":"A man is laying on a white pillow. The man has dark hair and his eyes are open. His mouth is slightly open and he is smiling. ","ocr":"Ny","keyword":""}
{"file":"meme-5fcbd5ce-f57d-4be5-b0b2-943e860074fc.webp","describe":"A woman is wearing a traditional Chinese outfit. The outfit is blue and white. Her hair is styled in an elaborate headdress. She has large hoop earrings hanging from her ears. ","ocr":"","keyword":""}
{"file":"meme-60daf3b4-3d4f-40f0-ac51-f70b71fc9cee.webp","describe":"A person is holding a phone in their hand. They are wearing a ring on their finger. There is a red face behind the person. ","ocr":"","keyword":""}
{"file":"meme-65bf2f70-3d9c-400a-8386-ff915466c5be.webp","describe":"A painting of an old man with a white beard and mustache.  He is wearing a dark colored jacket. The background behind the man is brown. There are words written in Chinese on the image.","ocr":"達爾文正看著你思考你憑什麼逃過天攏","keyword":""}
{"file":"meme-672ac0c8-c1ec-4de5-939b-4b38e4605d81.webp","describe":"A black and white image has lines drawn on it. There are words written above and below the images. The first word is \"uh, hi, yes\" and the second word reads \"i have a question\".  The last word says \"what the fuck\".","ocr":"uh,hi,yes,ihaveaquestionwhatthefuck","keyword":""}
{"file":"meme-691700c3-6260-4a18-96b9-9347bb664547.webp","describe":"A cat is wearing a black tie. There are chopsticks in front of the cat. The background is white.  There is writing on the image in Chinese.","ocr":"","keyword":""}
{"file":"meme-691cc27d-36a8-4859-85ea-c7510b8ae988.webp","describe":"A yellow mask is sitting on top of a brown jacket. There are small pink eyes on the mask. ","ocr":"","keyword":""}
{"file":"meme-6e686334-d5c5-4935-b3da-274ba81157fa.webp","describe":"A man is standing next to a large chess board. He is wearing a white shirt and black pants. The board has brown and white squares on it. There are black pieces on the board that are arranged in a 1-2 position. ","ocr":"","keyword":""}
{"file":"meme-6e6e65f0-9980-4824-858a-505d92e03286.jpg","describe":"A weird face is shown. The eyes are blue and the mouth is black. There are lines on the face that look like vines.","ocr":"","keyword":""}
{"file":"meme-6e6e65f0-9980-4824-858a-505d92e03286.webp","describe":"A sculpture of a face is shown. The sculpture appears to be made of clay or plaster. It has wrinkles and lines on it. There are two eyes and a nose. Behind the sculpture is a wall that looks like a sheet.","ocr":"","keyword":""}
{"file":"meme-6eaa1c49-ebcf-4376-b568-6650dcc85ab2.webp","describe":"A picture of a man driving a car. The man in the picture is wearing a cowboy hat and yellow shirt. There are chinese writing on the image. ","ocr":"","keyword":""}
{"file":"meme-717cc3b7-8c5f-4f0e-80e0-9e6fdd0b49d4.webp","describe":"A green and white graphic is on a square. The graphic consists of a man running with a horse behind him. ","ocr":"","keyword":""}
{"file":"meme-7217c60f-75dc-4056-9656-c1fdecf71eca.webp","describe":"A man is standing in front of a white background. He has short brown hair and a light blue shirt on. His hands are clasped together in the front. The man has dark colored eyes and his mouth is open.","ocr":"","keyword":""}
{"file":"meme-726b63c2-0808-43e2-8b8a-a705033367e3.webp","describe":"A black background with a white wave in the middle. The wave is curved and has a slight curve. Above the wave there is white text that says, \"Don't do it\".","ocr":"人Don'tdoit","keyword":""}
{"file":"meme-728899d1-d733-4e45-bdf8-c289e87aa98a.webp","describe":"A picture of a worm. The background is black. Below the picture are words in Chinese.","ocr":"你別器張,我有你小時候的照片","keyword":""}
{"file":"meme-72d99a43-b457-4853-800f-2353a36e31f7.webp","describe":"A man with a black beard and a red shirt is wearing a dark coat. He has his eyes closed and his mouth open. There are words written in Chinese on the image.","ocr":"","keyword":""}
{"file":"meme-74dffc9c-a6ff-45aa-9b94-9a5396a693f2.webp","describe":"A man is walking on a train track. He is wearing a white shirt and black pants. There are rocks on the tracks under him. A house can be seen behind the man. ","ocr":"","keyword":""}
{"file":"meme-775c0b56-48ce-498c-a82e-af1008b3bde3.webp","describe":"A man is wearing a hat and a blue jacket. He has white socks on his legs. There is a large blue trash can next to the man. ","ocr":"當我朋友又再聽垃圾歌時我會傳這張圖給他-_N»)/»JIG/FB:MusicgaiaP-mosH","keyword":""}
{"file":"meme-77b19901-4b39-4dc9-84ff-67ee62765b66.webp","describe":"A man is wearing a black cap with a gold emblem on it. He has glasses and a green face mask on his face. There is a white and red sign behind him. ","ocr":"信人/LICIAEN","keyword":""}
{"file":"meme-796e31b1-6242-480c-b4b3-8cfa870fbdba.webp","describe":"A picture of a bag with five stars on it. The bag is gold. There are two stars next to the bag. ","ocr":"好看的垃圾消耗品SP.f","keyword":""}
{"file":"meme-7a173ce8-61a1-4f5d-a309-8f8e84d80c81.webp","describe":"A keyboard is shown with a bunch of keys on it. Each key has a question mark on them. Below the question marks are two buttons, one labeled space and the other labeled search. At the bottom left corner of the image there is a small icon of a globe.","ocr":"","keyword":""}
{"file":"meme-7aa59c3c-ca72-465a-a676-d887a7959d81.webp","describe":"A blue cartoon animal has big wide open eyes.  The animal is standing next to a white wall.","ocr":"","keyword":""}
{"file":"meme-7d725b8f-c6c5-40b6-a32c-2514b19de9fb.webp","describe":"A black and white cartoon is shown. There are three people bending over on a wooden floor. They appear to be picking up balls from the floor as they look at them. Above them there are two speech bubbles with Chinese characters in them, one of which has a question mark next to it.","ocr":"","keyword":""}
{"file":"meme-7f0bc640-993d-497b-83b7-116a751ad88e.webp","describe":"A cartoon of a man in a suit is on a white background. The man has dark hair and glasses. There are words written above and below the image. ","ocr":"","keyword":""}
{"file":"meme-7f1b994d-c74c-4cd8-a059-c9028c84932e.webp","describe":"A black and white image is of a man in a room. The man has his arms around the other man's waist. There are many small objects on the floor around him. Above the man there is a ladder leading up to another room that is also filled with boxes. ","ocr":"","keyword":""}
{"file":"meme-7fb895e5-1ad4-4745-976f-7796c1444eae.webp","describe":"A picture of two chairs and a desk. The chair on the left is gray with a black base. It has a long armrest. On the right is a chair with the seat up. There is writing in Chinese above the chairs. ","ocr":"是!哥們LA嗎F@userm9ra960mz9","keyword":""}
{"file":"meme-800097d0-8831-4362-abde-96f2ef8d6205.webp","describe":"There are four images on a white background. The first image is of a robot with a gun. It is gray and blue in color. There is a second image of an animal that is blue and gray.  The third image has a green creature sitting down. They are holding cups in their hands. Below the images there is Chinese characters written in black.","ocr":"","keyword":""}
{"file":"meme-816b208b-1105-4065-8882-ea9bea9981f6.webp","describe":"A cartoon picture of a woman with long dark hair. The woman has blue eyes and pink earrings. There is writing on the image in Chinese.","ocr":"","keyword":""}
{"file":"meme-86034dbf-e99e-4fc9-b464-756ac61f5344.webp","describe":"A blurry image has a red and blue background. There are green numbers in the middle of the image that are blurred. Below the numbers is written in black Chinese characters.","ocr":"金牌特霧","keyword":""}
{"file":"meme-86bd4979-7872-49ea-bc51-5abe2caf9014.webp","describe":"A pair of white hands are holding a book. The book is brown and has a design on it. There is a red rug on the floor in front of the book with a pattern on them. ","ocr":"","keyword":""}
{"file":"meme-8bc85ce3-6f55-4127-98e5-c44d67a68a36.webp","describe":"A cat is shown with a white background. The cat has brown and white fur. There are black writing on the bottom of the picture.","ocr":"這我不要吃","keyword":""}
{"file":"meme-8f65d1f6-f5d5-43f5-be9b-2ff506438d2c.webp","describe":"A cartoon face is shown with tears coming out of it's mouth. The eyes are blue and the tongue is sticking out. There is a blue surface under the face.","ocr":"","keyword":""}
{"file":"meme-90a91cef-e3be-4fc5-83a3-8f14d251950e.webp","describe":"A meme is showing a statue of a man with a crown on his head. The statue is gold and has wings on either side of it. There is a light behind the statue. Above the image, there is text that says \"The God Emperor Approves this Message\".","ocr":"","keyword":""}
{"file":"meme-9356f5ce-e80f-41b0-9dbc-cadc3732fcc0.jpg","describe":"A cat is sitting behind a glass of water. The cat's face is partially visible in the glass. It has black eyes and a pink tongue. Behind the cat are wooden furniture. ","ocr":"","keyword":""}
{"file":"meme-9356f5ce-e80f-41b0-9dbc-cadc3732fcc0.webp","describe":"A cat is sitting behind a glass. The cat has black eyes and pink tongue. There is water in the glass that is reflecting the cat. ","ocr":"","keyword":""}
{"file":"meme-963db528-b8f9-4949-91da-aadbbf736985.webp","describe":"A robot is standing next to another robot. The robot on the left is blue and has gold wings on his chest. He is wearing a red helmet with a face mask. His arms are also gold. On the right of the robots arm is silver and gold and he is also silver.  There is Chinese writing at the bottom of both robots.","ocr":"","keyword":""}
{"file":"meme-972c7b35-f6e7-4e15-b703-88fe14be0ba2.webp","describe":"A picture of a running man and a skeleton. The man is running with his arms and legs outstretched. He has muscles on his body. His skin is light brown.  The skeleton is white and pale brown and has bones that are light grey. It is standing up straight. Both of the figures are facing forward. They both have bald heads.","ocr":"","keyword":""}
{"file":"meme-9755e40e-3353-4fc0-8626-5625c19ca895.webp","describe":"A picture of a man in a suit and tie with the words \"knight of the howdai 1016 15%/1\" written above him. Below him there is Chinese writing. Under the first line there are numbers 755, Q1, C2, 14, and 18. The background of this picture is white.","ocr":"3knight_of_the_howdai_1016辦吃到飽的時候電信人員沒跟我說會看到這個G755Q1C)14Y18","keyword":""}
{"file":"meme-97719234-84cf-44f6-895c-39510a651594.webp","describe":"A cartoon picture of a robot and a machine. The robot is red with black eyes and mouth. It has two arms that are red. There is a large blue machine behind the robot. ","ocr":"","keyword":""}
{"file":"meme-9a42b60f-6bb3-4187-92f4-638b67b980b3.webp","describe":"A cartoon face is shown. The eyes are wide open and the mouth is open. There are ears on the side of the face. ","ocr":"","keyword":""}
{"file":"meme-9f0b4e4d-86fc-4e8a-bb38-9abbace2b7d8.webp","describe":"A cat is looking at an orange bin. The cat has a brown nose and the body of the cat also is white. There are chinese characters written above and below the orange box.","ocr":"","keyword":""}
{"file":"meme-a188de35-4815-4f82-a0ad-0fd6767b7920.webp","describe":"A person's arm is shown in a pile of sunflower seeds. The person is wearing a blue shirt. There is a white square with black writing on it. ","ocr":"","keyword":""}
{"file":"meme-a1b4fb45-8efe-4be9-a417-4c1873dc5826.webp","describe":"A man in a blue shirt is laying in bed. He is holding a hammer that is hitting the pillows. There is a silver alarm clock on a table next to the bed in front of him. ","ocr":"一人人圈起來打一個問號","keyword":""}
{"file":"meme-a2a3d1f9-6eb1-4998-b6bd-e111b93f44b4.webp","describe":"A picture of a metallic object that looks like a shield. There is a cross on the front of the shield and there are lights surrounding it. ","ocr":"","keyword":""}
{"file":"meme-a2f3ea8d-7ad9-4cae-876e-3ee0a8ef289c.webp","describe":"A woman is sitting in a room. She has dark hair that is pulled back into a ponytail. The woman has a black and white dress on with a red skirt. There are several black poles behind the woman. A large blue ball is hanging from one of the poles. Small lights are hanging on a wall behind them.","ocr":"","keyword":""}
{"file":"meme-a58c7dd4-7924-43b6-ab57-0ffc2ef46bdd.webp","describe":"A man is wearing a yellow shirt. There are hands in front of the man. The wall behind the person is green. ","ocr":"","keyword":""}
{"file":"meme-a59ee0f7-d2e5-4003-8087-d3dd59bf3be3.webp","describe":"A girl is pointing her finger at something. She has dark hair that is pulled back into a pony tail. The girl has light skin and is wearing a white shirt. There is a wall behind the girl that she is standing in front of. ","ocr":"","keyword":""}
{"file":"meme-a845464d-fd3c-4658-b93a-eb468b2d655a.webp","describe":"A set of nine identical images are arranged in a grid. Each image has a black and red symbol on it. The first image is a square with a white background, the second row has an Asian symbol, and the third row does not have an English symbol. There is also a horizontal line going across each image. ","ocr":"","keyword":""}
{"file":"meme-a976ab12-9faf-4873-92fe-989dc1a46f2e.webp","describe":"A cartoon face is shown. The face has black hair and glasses on it. There are Chinese characters written next to the face. ","ocr":"","keyword":""}
{"file":"meme-aa9b6a12-53c8-486b-abc9-469f520c8af3.webp","describe":"A cartoon face of a girl with light purple hair. The eyes are blue and black. There is a rainbow flag under the eyes. ","ocr":"!4","keyword":""}
{"file":"meme-ab49f4a5-e773-43b7-87e9-14637fe5bdbb.webp","describe":"A person in a black suit is sitting down with their hands on their lap. They are looking at something in the mirror. There are white cubes on the table in front of them. ","ocr":"你在槓什麼?","keyword":""}
{"file":"meme-abae6cf5-1666-4f63-892a-90c2e7e572c8.webp","describe":"A young boy is laying on a bed with his head up. He has dark hair and is smiling. His hands are resting on his chest and one hand is holding a cell phone. The bed has white sheets with blue designs on them. There are pillows behind the boy. ","ocr":"","keyword":""}
{"file":"meme-ada3b90c-c26e-40ea-b830-e6a956261883.webp","describe":"A cartoon of a man's face is shown. The man has dark brown hair that is styled in a way that resembles a lion's head. He has a mustache and a nose. His eyes are open and he has black eyebrows. There is white fur on the top of his head that looks like ears.","ocr":"/fifty屈原:BHL..0一百五YiBaiWu","keyword":""}
{"file":"meme-ada8272d-f666-46d9-9864-701a259342d9.webp","describe":"A cat is looking up at a spoon. The cat's nose is brown and white. It is holding the spoon with its left hand. There are Chinese characters written below the picture of the cat.","ocr":"—您好我吃一點","keyword":""}
{"file":"meme-ae1a6028-bb6e-40ed-8b20-e69c8bb622f6.webp","describe":"A penguin is wearing a black hat and black sunglasses. The penguins eyes are black. There is a yellow beak.  The beaks are wide open. It has a long black tie around its neck.","ocr":"","keyword":""}
{"file":"meme-b050d126-bbea-43b1-8f39-f84eb0fbaea2.webp","describe":"A man with long hair and a white shirt is looking down at something. He has a serious look on his face. There are arches behind him in the background. ","ocr":"","keyword":""}
{"file":"meme-b10c2fce-4e59-4908-8b66-43fd99abbbb4.webp","describe":"A cat is shown with a lot of question marks surrounding it. The cat has a big smile on its face and it's ears are perked up.","ocr":"","keyword":""}
{"file":"meme-b204649c-640f-4fc5-a9fc-30f4abf67b60.webp","describe":"A grid of squares has a white background and each square has an Asian character written on it in black ink. The characters are written in a traditional Chinese style. There is a small square with a letter \"X\" inside it to the right of the first row. Each square contains one red line that looks like a blood drop.","ocr":"","keyword":""}
{"file":"meme-b390b2bb-c9b7-474f-9a60-1a72974b3b8e.webp","describe":"A diagram is shown on a white paper. There are lines drawn on the paper and there are numbers written in Chinese characters on it. The number 10 is at the top left of the image.","ocr":"","keyword":""}
{"file":"meme-b542e7d0-0399-4042-b0d5-d510c11b523a.webp","describe":"A man is wearing a black suit. He has dark colored hair and a frown on his face. There is a white shirt on the arm of the man. ","ocr":"","keyword":""}
{"file":"meme-b5437883-2731-4c18-bfc8-22faf3cfeb76.webp","describe":"A man is standing in front of a wall with red lanterns hanging from the ceiling. The man has short black hair and is wearing a white shirt. There is a red curtain behind him. ","ocr":"","keyword":""}
{"file":"meme-b5f3fa90-a629-4346-9e96-22699de2ebae.webp","describe":"A man is looking directly at the camera. He has a serious look on his face and he is making a funny face. His hair is dark brown and slicked back. The background is blurry.","ocr":"-","keyword":""}
{"file":"meme-b78dff9f-92ae-45fa-9aa7-56241de4b8a3.webp","describe":"A painting of a white chair and a table. There is an orange animal sitting on the chair. The table has a silver laptop on it. ","ocr":"","keyword":""}
{"file":"meme-b790e73a-2ee0-4a51-90e5-7f65f64bcf90.webp","describe":"A statue is sitting on a white cloth. There is a mirror in front of the statue. The statue has two small windows on it's sides. ","ocr":"","keyword":""}
{"file":"meme-b7a89345-a7fb-4655-af4b-aa60cbfef3cc.webp","describe":"A black and white photo of a man. The man has dark hair and is wearing a black jacket. There is white writing on the right side of the photo. ","ocr":"他他!一一麥可*傑克森","keyword":""}
{"file":"meme-b9392cf6-33fc-4144-9d26-fc3e806fe53a.webp","describe":"A cartoon of a man's face is shown. He has short black hair and a black shirt. His eyes are squinted and his mouth is slightly open. Above the image, there is text in Chinese that says \"HOMO\".","ocr":"你的人格類型是元輩HOMO","keyword":""}
{"file":"meme-b981b3a2-33e2-4f8f-9fdb-ea1e9bdfcba5.webp","describe":"A cat is standing up with his head tilted back. The cat's fur is brown and white. There are two hands holding red sticks in front of the cat. ","ocr":"你好把你筷子收回去","keyword":""}
{"file":"meme-b9e411cd-dcae-4f9e-8d4e-426b8090f682.webp","describe":"A cartoon picture of a man and woman holding something in each hand. The man is wearing a red and blue suit with green hair. ","ocr":"","keyword":""}
{"file":"meme-be5a39b1-f07c-47d3-a494-b22035f314ac.webp","describe":"A white and pink box is on a white background. There are black words written in Chinese on the front of the box. The word on top of and bottom of both boxes is written as \"Sensodyne\". ","ocr":"","keyword":""}
{"file":"meme-c0a285d6-724b-43bf-8c5c-e4161e188dfa.webp","describe":"A can of soda is being poured into a glass mug. The cup has coffee in it with white and brown liquid. There is a green design on the side of the can. ","ocr":"","keyword":""}
{"file":"meme-c0e6fe69-5526-4f71-854a-02484574d09d.webp","describe":"Two men are wearing white aprons and white hats. They are bending over a table with sinks on top of it. There is black writing above the men in Chinese characters. ","ocr":"雙廚狂洗","keyword":""}
{"file":"meme-c1e6991d-809d-4b90-adf0-ce11ad06bccb.webp","describe":"A computer monitor is sitting on a desk. There is a chair next to the desk with a large shrimp on top of it. The shrimp has long claws and a long tail. ","ocr":"","keyword":""}
{"file":"meme-c1e76525-1b72-4ced-be80-f9cd87a3abf2.webp","describe":"A man is wearing a black jacket. He has his hands up in the air. There is a white background behind him. The man has short black hair. ","ocr":"","keyword":""}
{"file":"meme-c31e1cdb-a280-4c4d-b084-5c935d7c7136.webp","describe":"A black and white picture of a cat. The cat is sitting in front of the desk. There is a laptop on top of it. ","ocr":"朋友,HEAHE,摸摸","keyword":""}
{"file":"meme-c3adebd3-aec7-4b6d-b8e6-01b4ef6e6685.webp","describe":"A small black kitten is standing on top of a silver bowl. The bowl has white powder inside of it. There is a blue blanket under the bowl and the kitten. ","ocr":"","keyword":""}
{"file":"meme-c3f0f4a2-0054-4670-9e0f-37c480dd242e.webp","describe":"A hand is holding a red apple. There are people standing behind the man that is wearing a white coat with stethoscope around his neck. ","ocr":"","keyword":""}
{"file":"meme-c55f77fd-1dff-43c2-ad86-b51ba0e2826b.webp","describe":"A dog is standing on the ground. There are leaves behind the dog. The dog has a harness on it and is wearing an orange harness. ","ocr":"","keyword":""}
