{"file":"meme-029e0001-9584-4acc-b90c-5d8ca0c297a6.webp","describe":"A man is holding a pair of glasses in each hand. He has short brown hair and is shirtless. The background behind him is blue. ","ocr":"","keyword":""}
{"file":"meme-044750c7-9169-40f5-9e07-714fa958813b.webp","describe":"A cartoon is shown with a blue background. The cartoon has white hair and big blue eyes. There are symbols surrounding the cartoon that are written in Chinese characters.","ocr":"","keyword":""}
{"file":"meme-04b73e88-dabf-4112-ae27-8dde85187a90.webp","describe":"A picture of a face is shown. The face has blue eyes and blonde hair. There is a gray background behind the face. ","ocr":"","keyword":""}
{"file":"meme-04fd4326-9c67-4e34-8140-2a8bd982e340.webp","describe":"There are two animated characters standing next to each other. The character on the left is wearing a yellow shirt and blue pants. He has brown hair and eyes.  The person on on right is also wearing an outfit that is green and purple. They are standing in front of a white door. There is a wooden floor under them.","ocr":"","keyword":""}
{"file":"meme-056b7aaa-ce24-43ed-9eb8-c8ec947b8bcd.webp","describe":"The image is a collage of four pictures from the animated cartoon.  The first picture shows a blonde haired man in underwear standing in front of a purple wall. The second picture is of Marge Simpson standing with her hair up in a blue dress shirt and skirt. She is looking at the other mans chest which is covered in white underwear. There is also a small blue bucket on the floor.","ocr":"","keyword":""}
{"file":"meme-05f4f83a-1141-4db7-b94b-d04d8c09d4b8.webp","describe":"A black and blue background with yellow flowers on it. There is a white arrow pointing to the left with a black circle around it that has a number 2 in it next to it and another circle with the number two inside it as well. ","ocr":"2只給我帶哪了,還是翁法羅斯嗎?Sp全","keyword":""}
{"file":"meme-0944353e-d236-4630-8e1e-4c75f9d4c737.webp","describe":"A picture of a building is shown. There are many windows on the building. The sky is cloudy and it looks like it is raining. ","ocr":"絕對不要有把手機轉向左邊vifyou7788l-lofthd","keyword":""}
{"file":"meme-0b97e722-a0d1-4a9b-b5fe-2753ba919364.webp","describe":"A cartoon dog is sitting at a table with a cup of coffee in front of him. He has a big smile on his face and there is a speech bubble above his head. The room he is in has yellow walls and fire coming out of the walls. There are two picture frames hanging on the wall.","ocr":"","keyword":""}
{"file":"meme-0bf7d22b-4a76-4835-975c-5db082327f38.webp","describe":"A black and white image has five boxes on it. Each box has a number in it that is 1, 2, 3, 4 and 5. There are arrows pointing towards the boxes. Below these boxes there is text in Chinese characters. The background of the image is dark blue.","ocr":"1y緣妙不可言2哆它有著一顆垃圾桶的心!3aE按F進行刺殺。","keyword":""}
{"file":"meme-0d708747-f2c5-4a76-9e82-07433d2cef52.webp","describe":"A picture of a person's head is drawn in four squares. Each square has a black line drawing of the face of this person. The background of each square is light blue.","ocr":"","keyword":""}
