{"file":"z-029e0001-9584-4acc-b90c-5d8ca0c297a6.webp","describe":"A man is holding a pair of glasses in each hand. He is shirtless and has short brown hair. The glasses he is wearing are black and round. Behind him there are several dollar bills hanging on the wall. ","ocr":"全謂!\n他汪\n/誠S\n|臣芭似\n"}
{"file":"z-04b73e88-dabf-4112-ae27-8dde85187a90.webp","describe":"A picture of a cartoon face is shown. The face has blue eyes and a big smile. There is a light colored head. ","ocr":"革上y\n('雇\n記者\n"}
{"file":"z-04fd4326-9c67-4e34-8140-2a8bd982e340.webp","describe":"There are two animated characters standing next to each other. The character on the left is wearing a yellow shirt and blue pants. He has brown hair and a frown on his face.  The other character is Buzz Lightyear from the animated movie Toy Story. They are standing in front of a white door. There is a wooden floor under them.","ocr":"是j>\n宮江\n一生吝佃\n"}
{"file":"z-056b7aaa-ce24-43ed-9eb8-c8ec947b8bcd.webp","describe":"The image is a collage of four pictures of the character Marge Simpson from the animated cartoon.  The characters are yellow and have a pale complexion. They are standing in a room with a purple wall and a blue dresser. The room has a window with white curtains and there is an open door. There is also a closet with purple walls and drawers.","ocr":"和食芝六\n語誤\n還還\n|和\n點\n!Ka:\n同說\n"}
{"file":"z-0d708747-f2c5-4a76-9e82-07433d2cef52.webp","describe":"A picture of a person's head is drawn in a square. Each square has a black line drawn on it. The background is a light blue color. There is one person with a round head that has an open mouth. One of the person has the letter \"O\" on their face.","ocr":"全中\n同\n"}
{"file":"z-0db0011e-7b59-4bba-adef-d7d76343ebe1.webp","describe":"A cartoon of a boy with glasses. He is wearing a red and white shirt and a gray jacket. There is a window behind him with a yellow butterfly flying above him. ","ocr":"as人\n人仿\nRN\n人同\n只AT人入\n人玉誠\nN玉/用站.寢2\n"}
{"file":"z-0e43f022-bab6-49ee-bc3a-6bd065b7b90a.webp","describe":"Three cartoon dragons are standing side by side. They are yellow and black striped. Each dragon has a pointed head and a long tail. The eyes are white and round. One of the dragon's mouth is open and has sharp teeth. It also has black teeth and sharp claws.","ocr":"'|\n"}
{"file":"z-10cc6784-0e7a-4d31-9171-ca0a4aa0e7a9.webp","describe":"A simple drawing of a horse. The horse has a long tail. There are two small ears on the top of the head.","ocr":"人\n世只\n7個||\n自和\nIM欠SA\n"}
{"file":"z-14458f27-a4b3-4f67-82aa-4a3c6007a4d2.webp","describe":"A picture of a mans head is shown in four different angles. Each of the images has a red bandanna on it. The background of each image is white. There are Chinese characters written above each of them.","ocr":"各種類型的頭痛\n偏頭痛血壓過高\n壓力太大\n"}
{"file":"z-1a5d6119-99de-41c4-9b61-99d8740f16e4.webp","describe":"A bald man is laying on a chair. The man has his hand on his head. There is a red robe on the man. ","ocr":"一此人\n和\n"}
{"file":"z-1a8c5310-502b-45df-8121-b2479e25656e.webp","describe":"A picture of a brain is shown in four different views. The brain has a lot of blue and pink lights inside of it. There are also some bright blue lights around the brain. ","ocr":"/\n|4\n全淹\nxD2\n你3\n3人\n(和\n沁訪\n21雇銜es品\n8人廁人全\n“it全財\n生好2全\n條》-\nS加是及\nCC\n4之\n二\n呈\n一2\n及人點\n7\n一志\n人1歷;\n還4中\n1避\n/“二\n"}
{"file":"z-1bfd043c-16be-408a-bc7d-f666e73fc83f.webp","describe":"A man is sitting on a yellow chair. He is wearing a white shirt and has dark hair and a mustache. There is a fence behind him and grass on the ground. ","ocr":"aa中1了|1說沁\n主鄉上\n林歷計文入和「大\n和全點生,全!\n『呢說唔\n交sc“ah\n和全本Www\n全l二4\n|1X\n一寬9呈\n、了信人\n職呈esaerass\nNN本還還家\n3一、和一\n二\n、人六\nAA“和\n"}
{"file":"z-1d38f5de-5ce8-42a1-b8e7-cf60aecffa6a.webp","describe":"A man is bending over a table. He is wearing a dark blue shirt. There are napkins and glasses on the table in front of him. ","ocr":"4\n\n91-\n人\n了ws介讓\nve公還條\n"}
{"file":"z-1e51b66d-f4e9-4034-a0ea-6ceb81787683.webp","describe":"A cat is standing up with its paws in the air. The cat has a light brown color and has whiskers. It is looking down and it has one eye. Behind the cat there is a window with black glass.","ocr":"W\nacaa計點\n時\n"}
{"file":"z-1ea0b069-e32f-42a4-82d6-9474863e2a91.webp","describe":"A man is sitting in a chair with a black shirt on. He has a baseball cap on and has tattoos on his arms and chest. The man has his mouth open and his hand is pointing at something. ","ocr":""}
{"file":"z-1fe2d262-9639-4dce-a7a1-2f4280b180f5.webp","describe":"A cartoon sunflower is shown in three different pictures. The sun flower has a yellow face with big eyes and a big orange flower with a long orange stem. It also has green leaves. ","ocr":"ss1\n和\n問全」\n\n吧\n"}
{"file":"z-2336d80c-30c6-4466-b7b7-56c1cab2f4a2.webp","describe":"A black and white image of a man. The man has dark hair and a hat on his head. He has black eyes and black lips. There are two white circles on either side of the man's head with black writing on them.","ocr":"你甚麼時候開始產生了"}
{"file":"z-27ee0fcc-387f-464d-b67a-b44cab1c0423.webp","describe":"A woman is wearing a white shirt and a black jacket. She has a yellow headband on her head. There is a blue blanket on the woman's lap. ","ocr":"天M\n人妥店\n!《人3人\n人、避\n2\n點詞別AS\n"}
{"file":"z-2855f649-9629-4b86-a73e-6e75d86111e2.webp","describe":"A cartoon of a man sitting at a desk is holding a piece of paper. He is wearing a blue shirt and has a sad face. The man is sitting in a chair. ","ocr":"se\n5一此\n能才生至信/\n"}
{"file":"z-28a2c393-aaa4-41c0-9c10-1a69fa5b4d16.webp","describe":"A man is standing in front of a wall. There are papers hanging on the wall behind him. The man has a striped tie on and a blue shirt. He is holding a cigarette in his hand. ","ocr":"太選,\n\n到|MS全22\n諒和\n\n二詞加人條全\n\n人\n"}
{"file":"z-2bce5455-83d1-47a0-9762-d59ec2516d2b.webp","describe":"A black and white comic strip is displayed. There is a man with glasses on his face. He has a beard and mustache. His mouth is open and he has his hands on a table. ","ocr":"、\n)人人色廬1\n2\n\nss\n"}
{"file":"z-308e5b91-cb91-4881-a39a-a1e9ddc9305a.webp","describe":"A man is smiling and looking towards the camera. He is wearing a white t-shirt. There are black question marks all over the image. Behind him is a picture frame hanging on the wall.","ocr":":\n"}
{"file":"z-37c28126-e593-4487-9b81-db40d974549d.webp","describe":"Three white wolf are standing in a line. They are all facing the same direction. Their mouths are open and they are showing their pink tongue. Behind them are tall trees with brown leaves on them.","ocr":"區計一\\w調器二了\n1\n和定光說人入\n\\毗懾r計午說必所\n「3人六【》\n讓二廬\n』>\n戰姑.日\n光:尖、同\n有\n表中3多\n2有r\"\n]人號了3晶/\n"}
{"file":"z-37f3a16a-311c-49b5-bba6-b75dee7f79f6.webp","describe":"A comic strip is showing a cartoon of a person with a mask on their face. They have a knife in their hand and a question mark above their head. ","ocr":"喲|6\n\n和了\n職一AG六,(\n\n2~\n人\n\n.虹\n\n“敗性\n|4Nazzquipit、8手中既\n"}
{"file":"z-3c2ff87d-596d-4cf0-b15a-0988dde8ff00.webp","describe":"Two men are shaking hands. One man is wearing a suit. The other man has long hair. There is a book shelf behind them. ","ocr":"了\n還AA\n計久!\n品【,信\n\n和eg\n圖全和,\n|\n"}
{"file":"z-3e24ea1e-357e-4de8-87fb-174713fcd997.webp","describe":"A comic is drawn in black and white. There are two characters in the comic. One character is a cat. The cat has a big smile on its face. ","ocr":"我們來做個實驗你隨便畫一個很過分的畫這也太過分了吧"}
{"file":"z-40063be5-03f6-417f-abe6-7d2ad84bec38.webp","describe":"A man in a brown suit is standing in the middle of a field. He is wearing a white shirt and a red tie. The field has yellow flowers on it. There is a blue sky behind him. ","ocr":"了V議aa\n4\nWe\n"}
{"file":"z-4224de4c-281f-4331-a9b9-236d353cec0f.webp","describe":"A mannequin is wearing a black suit and a blue tie. There is a bright orange arrow coming up from the man. Behind the arrow is blue with white numbers on it. ","ocr":"人-0綱\n人人\n監六\n、\n"}
{"file":"z-4377d1ba-e200-4253-9d48-fee37cdd0d5d.webp","describe":"A comic strip is showing a girl sleeping in bed. The girl has long black hair and is laying in a chair. She is wearing a black shirt and has her eyes open. There is a speech bubble above her head. In the speech bubbles is an image of a pink heart.","ocr":"N和\n公噴圖\n52便\n啃纏\n關紀2\n"}
{"file":"z-4562dbcb-be48-493d-adc1-141f7c725593.webp","describe":"A grid of nine squares has a red heart drawn on it. The heart is drawn in a squiggly line. Each square has one square in it and one in the middle.","ocr":"4\n"}
{"file":"z-4a05c1cc-1a1c-40a3-9752-12a77057b6f8.webp","describe":"A man is sitting on a chair. He is smiling and looking at the camera. His hair is cut short and he has a bald head. The chair he is in is gold and has intricate carvings on it.","ocr":"圖,\n"}
{"file":"z-4ad1c293-895f-4a88-938b-ed921f1205e9.webp","describe":"A boy is standing outside on a sunny day. He is wearing a short sleeve shirt and has dark hair. The boy has a serious look on his face. There are trees and grass in the background. A paved parking lot can be seen in front of the boy. Part of a building can also be see in between the trees.","ocr":"se說\n把記\n2S%潑\nae多\n太\n:\nmm\n隊\n一\n2呈\n上\n1!圖r\n"}
{"file":"z-4b00df53-4459-4194-8067-69920634774c.webp","describe":"Three cartoon characters are standing in a room. They are wearing blue and red suits. The man in the middle is pointing his finger at the person on the right. ","ocr":"[\nHH]讓銳\n及\n人鑣!還|\n站\n凡S、\n"}
{"file":"z-4bb36e86-4e17-4dd0-9664-2e35d4503ad9.webp","describe":"A white cat with a pink nose and long white whiskers. The cat has light colored eyes. It has pink ears. Behind the cat is a blue and white wall. ","ocr":"品多\n"}
{"file":"z-4d5f93cb-8624-4a43-8378-a41463a2f084.webp","describe":"A cartoon of a man with a hat on his head. He has a big mustache and a beard. His eyes are blue. There is a boy with short hair on the right side of the image.","ocr":"餓.Ng\n\n章\nWe\n7\nAS\n"}
{"file":"z-4fca6b8c-0e71-4813-b43a-74145793184c.webp","describe":"A man and a woman are sitting in a car. The man is wearing a black jacket. He has short dark hair and is looking at the woman.  The woman has long blonde hair. She is sitting next to the man. There are cars behind the couple. They are parked in front of a building.","ocr":"和花3才\n\n(點圖\n~生一\n\n7和2\n#人國圖\n人\n急便\n"}
{"file":"z-4fd9c473-1f11-4a1c-ad37-9451c1641838.webp","describe":"A cartoon of a yellow spongebob holding a box with the word \"reliable\" on it.  The sponge bob is sitting on a bench.","ocr":"#-\n還一一\nNg\n2\n"}
{"file":"z-5592bdd6-e62e-4fce-b254-f5b75a6df111.webp","describe":"A brown and white hamster is sitting on a pile of brown shaggy carpet. The hamsters mouth is open wide and it has pink ears. His eyes are black and his head is brown. Behind him there is a grey wall. To the right of the hamstray there's a purple object.","ocr":":上環\n2放>\n史說一\nee\n2\n一\n才\n多\n講一國2人\n的人\n了參器上\n點\n"}
{"file":"z-55e41ddc-3f98-442e-b972-e0845b4e2ad1.webp","describe":"A group of soldiers stand in a line. They are all holding guns. The soldiers are wearing uniforms. There is a wall behind them. One of the soldiers is wearing a purple hat. ","ocr":"時的廁戰和1\n和所還\n1自\n2\n天呈pp人信和\ng人加人人>時\n明rs戒\n1避罰\n站和六點了0表\n時中際f記\n呈了誠放兩光ss1本\n人\n0\n全es\n"}
{"file":"z-57012c69-fdc4-443b-be98-341c0f3d24d6.webp","describe":"A cartoon character is holding a book. The book is red and blue. There are two eyes on the character. ","ocr":"鋪\n季\n0一)人\n計三主\nf“時\n"}
{"file":"z-58c911a4-cc81-4269-8801-f75c54c032cb.webp","describe":"A man in a black suit is kneeling down next to a mound of dirt. There is a large white stone in front of him. People are standing behind him in jackets. ","ocr":""}
{"file":"z-5d917120-1e8a-4caf-8233-e02cf23be335.webp","describe":"Three people are standing on a sidewalk. The man is wearing a blue and white plaid shirt. He is standing between two women. One of the women is also wearing blue tank top and jeans. She is smiling.  The other woman is looking at the man. There are people walking on the sidewalk behind them.","ocr":""}
{"file":"z-5f4841b8-e7ac-4b46-aeb6-c11654aa4c61.webp","describe":"A bald man is standing in the stands. He is wearing a black vest and a red and blue plaid shirt. There are other people behind him sitting in white chairs. ","ocr":"人\n(人寢一)2時\n品路\n生生僧\n\n還X32讓\n\n一半2蟬\n\nAATSNa\n\n茲洽聞禾\n加二3\n"}
{"file":"z-602ac7a2-a735-4015-b24b-c2bb1f9f1125.webp","describe":"Three anime girls are standing in a row. They are all looking towards the left. One of the girls has long, light blue hair that is falling over her shoulders. The other two girls have long hair which is also light and dark blue. All of them have blonde hair. There is a red hat on the girl's head.","ocr":"是這樣沒錯但不是這樣"}
{"file":"z-61413313-a939-4375-9577-3052be3bc449.webp","describe":"A man is shown in three different angles. He has blue eyes and has blonde hair. His lips are pink and he has a slight smile on his face.","ocr":"兩對全引3\n人色色\n"}
{"file":"z-67ec6630-2808-48b9-8551-50f35687618b.webp","describe":"A cartoon cat is holding a blue tube with fire coming out of it. The cat has yellow and black eyes and a red mouth. It has white paws and ears. ","ocr":"*0人人\n才al\n一本aa昌\n點\n"}
{"file":"z-69436fc3-bb85-4fbc-980c-cbc1b2aabb44.webp","describe":"A cartoon of a man holding a bunch of money. The man is wearing a red jacket and a white shirt. He has brown hair and glasses. There are lights above the man's head. ","ocr":"人【光\n祁\n"}
{"file":"z-6c331a7a-4b19-4b90-a86f-d4183e777760.webp","describe":"The cat is yellow and has a pink nose. The cat has long white whiskers. It is looking to the left and is opening its mouth. ","ocr":"品中對生\n同\n|\n-2\n2\n//\n////\nZ\n[記\n"}
{"file":"z-735bdfa5-4145-4a8a-be37-43917801462f.webp","describe":"A cat is being washed in a shower. The cat has brown eyes and a pink nose. It is wet and has long whiskers. There are water droplets coming from the shower head. A pair of hands is holding the cat.","ocr":"凡人\n\n生MA\n/嘩\n人\n"}
{"file":"z-74e0cb79-6f8e-43db-88e9-27666ea9ccaf.webp","describe":"A collage of photos of a man with a bald head and glasses.  The man is wearing a black shirt and a suit. The glasses are thin and black. There are several men in suits hugging each other.","ocr":"滬)卓,\n主\n\\2是\n\n和\n\n中為\n"}
{"file":"z-7669b5a4-ab85-494b-bb2a-fd428fab3e39.webp","describe":"A cartoon dog is standing on a bed. The dog has a big pink tongue sticking out. There is a white wall behind the dog. ","ocr":"|人,令\n了\n一\n"}
{"file":"z-799cd57e-92ef-4c02-93bc-64145722cdfb.webp","describe":"A painting of a man is holding a newspaper. The man has white hair that is styled in a wig. He is wearing a red jacket and has a white shirt on. His hands are holding the newspaper in his hands. ","ocr":"]境\n7e\n\n多\n\n2\n入\n\nMi\n\n二\n\n一飼\n"}
{"file":"z-7c450c60-3473-406e-8e64-53e999c9b267.webp","describe":"A cartoon picture of Mickey Mouse. The picture is black and white. Mickey is holding a dog. They are both kissing. There are red blood splattered on Mickey's face. Behind them are white clouds.","ocr":"W:4\n蝦2\n"}
{"file":"z-7f8126ba-38fa-4ea6-84ae-bbfdcd7f9051.webp","describe":"A boy and girl are sitting at a white table in a room. The boy is wearing a black hoodie with white writing on it. He has blonde hair and the girl has long dark hair. She is also wearing black. There is a large white board behind them with writing all over it in black marker. A black phone is hanging on the wall next to the board.","ocr":"3\n"}
{"file":"z-85680200-69a5-478e-9b34-f79b445af842.webp","describe":"A comic strip is showing a group of bears and a girl. The bears are purple and the girl is wearing a yellow shirt. There are two bears hugging each other. ","ocr":"全\n儿際也\n崗史2隊2此\n多AL\ny\nLT衣\"-\n(人\n站和\n他all\n人2,kZs2六\n人\n公所到\n"}
{"file":"z-85f541eb-ebf5-4a56-8ec7-b7bc247ec268.webp","describe":"A man and a woman are making faces. The man is wearing a gray shirt. He is crying. His eyes are closed.  The woman is kissing the man on the cheek.","ocr":"屋2\n罰灌信\n2\nAA了人\n2\n還加說\n一|\nAS信人\n2\n"}
{"file":"z-87925466-169e-46b6-aafa-84874415d2ce.webp","describe":"A comic strip is showing a man with a red shirt on.  The man has a white towel over his head. The red button is on a square that is white. A hand is pointing at the red circle.","ocr":"os\n2人\n必.\n"}
{"file":"z-8a8ffce7-aee0-4e62-85e9-bf6a7ab634eb.webp","describe":"Two books are shown side by side. The books have a brown cover. One book is taller than the other. Both books appear to be empty.","ocr":"國加\n"}
{"file":"z-942d8be3-f1c7-4b7d-962f-33bf67691242.webp","describe":"A man is smiling and looking at the camera. He is wearing a shirt and a rope around his neck. The rope is very long and thick. There is a caption under the man that says \"First time\".","ocr":"佛\n|\n表謂人\n2\n人2還\n7遙EijS(fimie?W\n"}
{"file":"z-988473ac-b815-4d3a-ac3f-43e68925130d.webp","describe":"A cat is laying on its back on a blue rug. The cat has its mouth open and it is looking up at the wall. ","ocr":"和謹7\n汪4@-大/富\n店\n放2吧:\n有二3才>2\n放2\n之守:由\n人生全下加廚\n3說\n"}
{"file":"z-9909d3c1-3437-404a-9b23-03a1f89a37f8.webp","describe":"A cartoon of a man with his hands in the air. The man has a green shirt on and his hair is brown. His eyes are black and he has his mouth open.","ocr":"季\n\n一計\n邊ti\n蟬放\n"}
{"file":"z-9926b186-46a5-4fe6-9ef2-bf3641da0690.webp","describe":"A blue car is driving on a road. There is a green sign above the car. The sky is cloudy and blue. ","ocr":"cxr12\n當2和122章ae\n一一一一匕ES\n三于革法Ps一一一一一\n二已看和al上一一\n加店汪一\n7章\n3\n2六旬seo\n_靈還>\n"}
{"file":"z-9a82b8e1-2058-4ce2-90f4-30dbba5865bb.webp","describe":"A green stuffed animal is on a window. There are water droplets on the window behind the animal. The animal has two round eyes and a yellow neck. ","ocr":"中名\n際\n時\n有詣人\n上點說y\n2人全蛀7\n2人人【/有\nriMO2\n2還了說引入販:過了數\n賠六站職人放了人人\n你放和崗舉\n?》。人、3\n條讓語量\n同中可二放\n[人1\n,.'!n人2\n、,,,\nIBISIIMAGES生\nwwwibiimagcsco八生【\n"}
{"file":"z-9a93befe-111b-4bb1-8312-ee49127f4734.webp","describe":"A cartoon character is standing in front of a blue lounge chair. There is a brown door on the ground behind him. The character has a large head and a long tail.","ocr":"和\n人\naa二\n4\nES\n區加補共沁\nMS遇計\n本\n物Me\n評\nMK)\nKRN\n還\n"}
{"file":"z-9b06cd85-6b41-4bdb-ad17-157fbde51ace.webp","describe":"A dog is looking at someone. The dog has a black nose. There are two tags on the collar. One of the tags is round and white. A person's hand is visible, with the fingers spread out. It appears that the dog and the person are getting pet.","ocr":"NM\n\nlsANNW|\n\n\\ee|\n\n7人一和2\n有1入\n"}
{"file":"z-9ea2b4dc-4119-4b39-a75b-8198a707eb80.webp","describe":"Two men are sitting on purple chairs. The man on the left is wearing a black shirt and has brown hair. He is also wearing earphones. One of the men is smiling. ","ocr":"和\n一大!)人ww\n1\n則尺\n計二,人\n和說全機參?\n\n加國噴、、\n2人\nMy一品旨\n和蕊一\nee2\n"}
{"file":"z-9ece7805-471d-4a83-8ac7-d74f3bdeb47e.webp","describe":"A monkey is wearing a green shirt. The monkey has brown hair and brown eyes. There is a blue sky behind the monkey. ","ocr":"「\n全\n傅\n"}
{"file":"z-a09ddde9-7c56-444e-8f60-879f5aae36d0.webp","describe":"A cartoon picture of a girl in a blue dress is riding in the red carriage. She has blonde hair and a bow on her head. The girl is wearing a pink dress and has brown hair. There is a little girl pushing the carriage in front of her. ","ocr":"還和\n茲作器險一“上【\n崗劑\n\n8綢\nSAN\n和\nAN\n"}
{"file":"z-a3bef735-ebb6-4c9a-8d83-7ca92f089fe9.webp","describe":"A yellow school bus is on the tracks. There is a train next to the bus. The train is yellow and has a black front. ","ocr":"for有\nne:全二和Fri\n-還一\n\n一計較\n條蔓相)、\n蟬償和人\n和區選丙上:一\n廬、和Na\n"}
{"file":"z-a434db9f-a989-4cb9-b3b6-64c106e12672.webp","describe":"A drawing of a dinosaur is shown in three different stages of running. The first dinosaur has an orange beak and a long neck. It is standing on a ledge.  The second dinosaur shows a running man wearing a jacket. He is running with his arms outstretched. In the third dinosaur that is walking is a duck.","ocr":"~\n"}
{"file":"z-a594dbcb-9854-4be3-bb41-07fe0bdd6f9b.webp","describe":"A picture of a godzilla king of the monsters.  The godfather is fighting with the god godzillas. The sky is filled with clouds and fire is burning.","ocr":"莽芒情旦\n『3汪二一\n座和一\n人加友0\n00點\n國ee:\n說\n誠一一上Ep\n~頁陳Pa\n#之玫\n請\n商,\n2ANmr\n蝦(0\n全NWN人\n點說人浪了說\n%華革\n只全>際-\n芝以7對\n條“信人4\n品汪L=謹\n說、wu+,加”和8\n4劑天:\n還kw計ME全~ws全\n了3一人\n"}
{"file":"z-a62e7501-fe0b-4fbd-b9b3-8c29407d0ddd.webp","describe":"A woman with blonde hair and blue eyes is shown in four different angles. Each angle has a triangle with the letters V and h on it. Below the triangle is a grid with numbers and letters.","ocr":"神說同\n蛻~1銜吧2\n說ˊ3蛀\n人\n、和加導》了\n【二1~\n的N\nes/歡虹。\nC=2養席宮EE7一七2\n249只~cosx+C還人@說\nm|3思甸此葵隆、\n|生牙志誠2芒圖圖劑念)條>,I\n人\n和二\n易人馮4圖各中\n】只|1衣和表\n2x00||同\n世人|加及\n勤se生5\n{13ri司了是\nxW3放合作/1生計史0\n|國了輻丰-才說-!|和文2e\n"}
{"file":"z-a98c46c5-3782-4bd5-8271-d609d4a857f8.webp","describe":"A cartoon of a man is shown. He is looking at his reflection in the mirror. His hands are clasped together in front of him. The man has brown hair and brown eyes.","ocr":"沒有那種世俗的慾望"}
{"file":"z-aaab1f4d-8eec-4189-a01c-f7245f1ba114.webp","describe":"A picture of a teddy bear in a suit and tie. The bear is wearing a red shirt and has a big smile on his face. There is a blue circle behind the bear. ","ocr":"還|估計\n“還劉\n說\n點1\n"}
{"file":"z-ab536a1b-75c3-400d-ac2d-ee5115fdac93.webp","describe":"A group of men are sitting in a row. They are all looking at something off to the side. One of the men is wearing a black jacket. ","ocr":"廬才人\n計\n人\n"}
{"file":"z-abafc713-4ba1-4397-b80d-31e75b0f5f6d.webp","describe":"A dog is laying down. The dog has a black nose. There are a bunch of things in the background that are blurry. ","ocr":"說【訪:\"\n哆,)\n主\n"}
{"file":"z-b1b7826e-70c6-4d1e-b2fc-2c5253093107.webp","describe":"A blank page has a line drawing of stick figures on it. The stick figure on the left side of the page is drawn as a person. On the right side the figures are drawn in a group. They are all holding hands together. Each of them is having a small round head.","ocr":""}
{"file":"z-b32be437-66bd-4411-b4bc-08870dd2f153.webp","describe":"A kitten is laying on a pillow. The kitten has black eyes and a pink nose. It has gray fur and has a black tail. ","ocr":"讓信\n六2沁\n、人本更\n\n區全~\n2影:沁\n\nKR\n\nW可有\n"}
{"file":"z-b62f8ae1-9c5a-46be-a0f4-bea51aaaffe6.webp","describe":"A woman in a blue shirt is standing in front of a wall. There is a large piece of paper hanging from the wall in the room. The woman is opening her mouth. ","ocr":"||\n1\n4和一\n圖下\n"}
{"file":"z-b9334fae-e406-4b00-87f1-c42d27633f28.webp","describe":"A man is sitting at a table with a laptop in front of him. He is wearing a long sleeve shirt and holding a pink coffee mug in his hand. There are shelves behind him with small plants on them. ","ocr":""}
{"file":"z-bb760269-a60b-4477-873a-3e20f8f7eabe.webp","describe":"A cartoon of three cats are standing in front of a door. The cat on the left is pointing his finger at the cat in the middle. He is black and grey. His ears are pointed and his eyes are black. One of the cats is wearing a red shirt and black hat. It is also wearing glasses.","ocr":""}
{"file":"z-bbbc9729-7b9c-44f8-b890-6ee55b2830cd.webp","describe":"A comic is shown in black and white. There are five panels. Each panel has a picture of a man in a uniform. The man has his arm raised and pointing at something.","ocr":"應該沒有甚麼差別吧屁啦"}
{"file":"z-c4e7ea53-37cc-4755-be69-e1916604fc8a.webp","describe":"A man is wearing a black shirt and blue jeans. There is a large glass container in front of him. The man has his hand outstretched. ","ocr":""}
{"file":"z-c78d5fb8-ac9b-4e77-a96f-f6e514699f01.webp","describe":"A comic strip is showing a man and a woman talking to each other. The man is wearing a suit and the woman is sitting next to him. They are both wearing suits. There is a building in front of them. ","ocr":"Su\n世二加重\n六\n\n全員\nas用4上計\n"}
{"file":"z-c83121af-929d-467e-8fe0-14c6186005de.webp","describe":"A collage of four photos of a young man and woman.  The man is wearing a black jacket and a brown shirt. He has a serious look on his face. The woman is smiling. She has brown hair and is also wearing headband with purple flowers on it.","ocr":"區3放地臍歡\nNM(,ee品:\n上E讓旋3之19全風\n1朮人和信\nAN點\n江攻汪仿辣\n誠入\n加讓還一培价佛#人/\n點\n苞人\n兒-水2人x\n全2辣\n生記一\n國首之上\n六AA和吃點\n說7we!\n汪還\n電全\nKa\nr約到\n"}
{"file":"z-c8c68210-7580-412b-8abf-63fd201089a9.webp","describe":"A black and white image of a man. The man has dark hair and a hat on his head. He has black eyes and black lips. There are two white circles on either side of the man's head with black writing on them.","ocr":"灶,\n時\n"}
{"file":"z-d2283c7c-868f-4dd8-8f49-97ff49f01135.webp","describe":"A white cat is sitting in front of a colorful background. The cat has black eyes and a black nose. There are green and blue lights behind the cat. ","ocr":"人2\n了下\n除@S0.3\nAs全共、\n說\n"}
{"file":"z-d279600f-261d-4816-9307-83a05b8ef890.webp","describe":"A cartoon picture of a man and a woman sitting in a bus. The man is wearing a yellow shirt and the woman is a purple shirt. They are sitting on blue seats. There are large windows on the side of the bus with mountains in the distance. ","ocr":"說\n膏V】\n全了和圖\n由\n上二\n\"全\n擊1,,、和7參\n"}
{"file":"z-d3d5ba89-e7ea-4760-a94b-7a5ad500cf48.webp","describe":"A white bird with a long black beak is walking on the wet sand of a beach. The bird has long orange feet and a white body. There is a small amount of water splashing up on top of the sand.","ocr":""}
{"file":"z-d52b4827-a287-428f-8536-d33dc8320d5c.webp","describe":"A hand is being shown to a deer. The deer is brown with white spots on it. It has black ears and a black stripe down its back.  The eyes are black and the nose is black.","ocr":"人如記呈\n、點\n人\n:語Nasos人\nssAs\n人AA光\n和安說Si\n8汪\n晴se\n、安生當\n補上psAg襄\n>兒」\nsw二人全浪\n信人\n同by上人3說店\n了扣0說說\n2\nee\n2人\n的避2人六\n和\n人【人人上\n人仙0抱丈入革\n0\n"}
{"file":"z-d55e1c0c-1c38-4435-902e-239cf2aa116f.webp","describe":"A group of men are attempting to break down a man. They are holding a metal bar and trying to get him down. There are some men standing around the man on the ground.","ocr":"有和由全人說\n「1\n記2\n二一還了as>\n說$2\nAS了|1才3點一\n\\ˋ、菩噁三說\n一~人W\n牙、\n"}
{"file":"z-d5e5cadc-b1c1-4e20-aa07-c8611747eb4e.webp","describe":"A comic strip is showing a hand reaching out to touch the water. The hand is drawn in a cartoon style. There is a pink wall in the background.","ocr":"時\n"}
{"file":"z-d6d4ea14-ae7f-4510-b864-12a2c749d300.webp","describe":"A picture of a yellow bear with black eyes. The bear has a black nose and black ears. There is a text on the picture that says, \"Listen here, you little shit\". The picture is split into two parts.","ocr":"/了六\n/旺還/田\n"}
{"file":"z-e2e7ddd1-8d82-4fbc-840d-9833b53490e9.webp","describe":"A man is running. The man has on a blue shirt and black pants. He is also running on the ground. There are no other people in the picture.","ocr":"人\n"}
{"file":"z-e31ed77c-a225-48e2-ba6c-ff9ddf3eb8c5.webp","describe":"A woman and a little girl are in a pool. They are holding hands and smiling. There is a fence behind them. ","ocr":"oa和\n儿i雇N央\n本\n六\nsw全呈一加3xx融時品\n人全s\n"}
{"file":"z-e32babb6-78d6-4f1d-8e88-43d741005c99.webp","describe":"A man is wearing a black suit and black shoes. He is standing in front of a white background. The man has his arms stretched out in both directions. ","ocr":"全\n"}
{"file":"z-e5f0d86d-3357-4b10-9033-5d17385a4ef2.webp","describe":"A man in a suit and tie is looking at his reflection in the mirror. He has a serious look on his face. His hair is slicked back and he has brown hair. The man is wearing a dark suit with a light colored shirt and a black and white tie.","ocr":"和和\n「點1\n,P\n生,\n一上和\n"}
{"file":"z-ed59943e-3a29-4b37-b75b-114c552dab18.webp","describe":"A cartoon of a bird is sitting on a branch. The bird has a gray body with a white belly and gray wings. There is a red speech bubble above the bird. ","ocr":"39。\n多弘一\n4\n\n了2>\n\nAN人2人7\nMs一一“芝-說\n"}
{"file":"z-ee550861-7ea1-46a0-84c8-a1c76d7f8aaf.webp","describe":"A white bird with a yellow beak is sitting on a ledge. There are several windows behind the bird. The bird has its mouth open and its beaks are open. ","ocr":"和加人AA\n\n4一\n\n了(\n讓昌1\n\n語全7we記\n\n蟬人\n=點二\n0光加\n"}
{"file":"z-ee9b68ec-c7d0-4568-ae2e-8ac372604b6d.webp","describe":"A man is wearing a red puffy jacket. He has a white t-shirt with a black logo on it. The man has short hair and a beard. ","ocr":"他\n"}
{"file":"z-f7102be7-0da2-4a42-940d-756ef7710777.webp","describe":"A man in a gray suit is standing in front of a microphone. There is a small globe on a stand behind him. The man is sitting on top of an armchair. ","ocr":"時全\nS。沁全\n和=\nSASN\n丰]呈/[adutswimecom]\n人~\n了7還\n山和前a#5\nc半可光)~\nse還辣-出W\n和和是,襄8\n"}
{"file":"z-f91299cc-7911-47a9-92b8-0f5affb39612.webp","describe":"A cartoon picture of a gray and black wolf. The eyes are yellow and the ears are brown. There are white paws on the wolf and it is sitting on its hind legs. ","ocr":"大\n測際mp\n"}
{"file":"z-f95bb4be-9ed1-4d12-ab15-62918431841b.webp","describe":"A man is looking at the camera with a serious expression on his face. He has short dark hair and is wearing a green shirt. The background is white.","ocr":""}
{"file":"z-f9658fc6-9b99-4835-a476-80e6881d1ca0.webp","describe":"A cat is looking at the camera. The cat has a pink nose. There are question marks above the cat's head.","ocr":"?\n全\n"}
{"file":"z-fca52fde-8ee5-4944-9eaf-7775844fac07.webp","describe":"Two cats are eating out of a bowl. The bowl is pink and the cat on the left is gray. One of the cats is orange and is standing on its hind legs. It is touching the other cat's head with its paw.","ocr":"xy\n瘟中人@\n"}
{"file":"z-fd5b9c31-b095-40c0-8d77-c277682a2d2e.webp","describe":"A gray and white koala bear is holding a green leaf in its mouth. The bear has a black nose and eyes. There is a tree trunk next to the bear. ","ocr":"同重則全2MA\n全人\n同還廬\n人入時ws\n1二蟬凡\nNi革、汐\nAV汪人人\n1馬、\n(gb\nNO人82了\n7池信和:此\n全和放生襄全\nK和品說\n胃還江放\n聞才讓末由人\n以本2\n人才\nbl和\nNEW人轉、緒骨廬\n交人人3和他\n汪全說\n和#\nN01\n林AN旨和wi生NM\n"}
{"file":"z-fdc9bedb-d55a-4ccd-898f-64a323c18660.webp","describe":"There are penguins standing on the ground. There are white rocks under them. The penguin in front of them is small and black. ","ocr":""}
{"file":"z-feb7e59d-97a8-4d9c-a1f4-33bd5e607295.webp","describe":"A picture of a dog is shown. The dog has a blue mark on its right eye. There is a picture next to the dog that is brown.","ocr":"號和\n"}
{"file":"z-0b97e722-a0d1-4a9b-b5fe-2753ba919364.webp","describe":"A cartoon dog is sitting at a table with a cup of coffee in front of him. He is wearing a hat and has a big smile on his face. There is a fire burning around him and a picture frame hanging on the wall. ","ocr":"R“下點玉1\n表還seesa一\n一卜蟬選MO~二\n!一一一光-二\n、關四人|了、ls東>\n耀|人4全LA上具」\n癌7說還說\n同信人1條V人//\n/了品(2還2一1語曙K滲\n錄(8/避\n9川玫沁S\n2品同央/\n和點剛紋1“人轉)\n讓比LI生es\n"}
{"file":"z-2ecb0dac-3534-4247-8d36-3a58032ac656.webp","describe":"A woman's face is being shown in a photo. The photo has a rainbow coming out of it. There is a white ribbon coming off of the woman. ","ocr":"次人記\n人\n"}
