{"file":"z-018f0341-66c2-473c-8e51-253b8ab6f482.webp","describe":{"en":"A white bird is sitting on a roof. There is a green roof under the bird. The bird has its mouth open and has a yellow beak. ","zh":"一隻白色的鳥停在屋頂上。鳥的下方是一片綠色屋頂。牠張著嘴，擁有黃色的喙。"},"ocr":""}
{"file":"z-029e0001-9584-4acc-b90c-5d8ca0c297a6.webp","describe":{"en":"A man is holding a pair of glasses in each hand. He is shirtless and has short brown hair. The glasses he is wearing are black and round. Behind him there are several dollar bills hanging on the wall. ","zh":"一名男子雙手各拿著一副眼鏡。他上身赤裸，留著短棕髮。他戴著一副黑色圓框眼鏡。身後的牆上掛著數張美元紙鈔。"},"ocr":"全謂!\n他汪\n/誠S\n|臣芭似\n"}
{"file":"z-04b73e88-dabf-4112-ae27-8dde85187a90.webp","describe":{"en":"A picture of a cartoon face is shown. The face has blue eyes and a big smile. There is a light colored head. ","zh":"畫面是一張卡通臉。這張臉有藍色的眼睛與大大的微笑，頭部顏色較淺。"},"ocr":"革上y\n('雇\n記者\n"}
{"file":"z-04fd4326-9c67-4e34-8140-2a8bd982e340.webp","describe":{"en":"There are two animated characters standing next to each other. The character on the left is wearing a yellow shirt and blue pants. He has brown hair and a frown on his face.  The other character is Buzz Lightyear from the animated movie Toy Story. They are standing in front of a white door. There is a wooden floor under them.","zh":"兩個動畫角色並肩站著。左邊角色穿著黃色上衣與藍色褲子，棕色頭髮，臉上帶著不悅。另一位是《玩具總動員》的巴斯光年。他們站在一扇白色的門前，腳下是木質地板。"},"ocr":"是j>\n宮江\n一生吝佃\n"}
{"file":"z-056b7aaa-ce24-43ed-9eb8-c8ec947b8bcd.webp","describe":{"en":"The image is a collage of four pictures of the character Marge Simpson from the animated cartoon.  The characters are yellow and have a pale complexion. They are standing in a room with a purple wall and a blue dresser. The room has a window with white curtains and there is an open door. There is also a closet with purple walls and drawers.","zh":"這是一組瑪琦・辛普森的四格拼貼。角色皮膚是黃色、膚色偏淡，站在紫色牆面與藍色抽屜櫃的房間內。房間有掛著白色窗簾的窗戶與一扇開著的門，也有帶紫色牆面與抽屜的衣櫥。"},"ocr":"和食芝六\n語誤\n還還\n|和\n點\n!Ka:\n同說\n"}
{"file":"z-0d708747-f2c5-4a76-9e82-07433d2cef52.webp","describe":{"en":"A picture of a person's head is drawn in a square. Each square has a black line drawn on it. The background is a light blue color. There is one person with a round head that has an open mouth. One of the person has the letter "O" on their face.","zh":"多個方格中畫著人的頭部，每個方格上都有黑線。背景為淺藍色。其中一個圓頭人物張著嘴，另有一個臉上標有字母「O」。"},"ocr":"全中\n同\n"}
{"file":"z-0db0011e-7b59-4bba-adef-d7d76343ebe1.webp","describe":{"en":"A cartoon of a boy with glasses. He is wearing a red and white shirt and a gray jacket. There is a window behind him with a yellow butterfly flying above him. ","zh":"一幅戴眼鏡男孩的卡通圖。他穿著紅白相間的上衣與灰色外套。背後有一扇窗，窗外有一隻黃色蝴蝶在飛。"},"ocr":"as人\n人仿\nRN\n人同\n只AT人入\n人玉誠\nN玉/用站.寢2\n"}
{"file":"z-10cc6784-0e7a-4d31-9171-ca0a4aa0e7a9.webp","describe":{"en":"A simple drawing of a horse. The horse has a long tail. There are two small ears on the top of the head.","zh":"一幅簡單的馬的線條畫。馬有長長的尾巴，頭頂有兩隻小耳朵。"},"ocr":"人\n世只\n7個||\n自和\nIM欠SA\n"}
{"file":"z-14458f27-a4b3-4f67-82aa-4a3c6007a4d2.webp","describe":{"en":"A picture of a mans head is shown in four different angles. Each of the images has a red bandanna on it. The background of each image is white. There are Chinese characters written above each of them.","zh":"同一位男子的頭部以四個不同角度呈現。每張圖上都繫著紅色頭巾，背景為白色，上方寫有中文文字。"},"ocr":"各種類型的頭痛\n偏頭痛血壓過高\n壓力太大\n"}
{"file":"z-1a5d6119-99de-41c4-9b61-99d8740f16e4.webp","describe":{"en":"A bald man is laying on a chair. The man has his hand on his head. There is a red robe on the man. ","zh":"一名禿頭男子躺在椅子上，手扶著頭部，身披紅色長袍。"},"ocr":"一此人\n和\n"}
{"file":"z-1a8c5310-502b-45df-8121-b2479e25656e.webp","describe":{"en":"A picture of a brain is shown in four different views. The brain has a lot of blue and pink lights inside of it. There are also some bright blue lights around the brain. ","zh":"四個角度呈現的大腦圖像，內部佈滿藍色與粉紅色的光點，周圍亦有亮藍色光芒。"},"ocr":"/\n|4\n全淹\nxD2\n你3\n3人\n(和\n沁訪\n21雇銜es品\n8人廁人全\n“it全財\n生好2全\n條》-\nS加是及\nCC\n4之\n二\n呈\n一2\n及人點\n7\n一志\n人1歷;\n還4中\n1避\n/“二\n"}
{"file":"z-1bfd043c-16be-408a-bc7d-f666e73fc83f.webp","describe":{"en":"A man is sitting on a yellow chair. He is wearing a white shirt and has dark hair and a mustache. There is a fence behind him and grass on the ground. ","zh":"一名男子坐在黃色椅子上，穿著白襯衫，留著深色頭髮與小鬍子。後方有圍欄，地面是草地。"},"ocr":"aa中1了|1說沁\n主鄉上\n林歷計文入和「大\n和全點生,全!\n『呢說唔\n交sc“ah\n和全本Www\n全l二4\n|1X\n一寬9呈\n、了信人\n職呈esaerass\nNN本還還家\n3一、和一\n二\n、人六\nAA“和\n"}
{"file":"z-1d38f5de-5ce8-42a1-b8e7-cf60aecffa6a.webp","describe":{"en":"A man is bending over a table. He is wearing a dark blue shirt. There are napkins and glasses on the table in front of him. ","zh":"一名男子俯身在桌前，穿著深藍色上衣。桌上有餐巾與玻璃杯。"},"ocr":"4\n\n91-\n人\n了ws介讓\nve公還條\n"}
{"file":"z-1ea0b069-e32f-42a4-82d6-9474863e2a91.webp","describe":{"en":"A man is sitting in a chair with a black shirt on. He has a baseball cap on and has tattoos on his arms and chest. The man has his mouth open and his hand is pointing at something. ","zh":"一名男子坐在椅子上，穿黑色上衣與棒球帽，手臂與胸前有刺青。他張著嘴，手指向某處。"},"ocr":""}
{"file":"z-1fe2d262-9639-4dce-a7a1-2f4280b180f5.webp","describe":{"en":"A cartoon sunflower is shown in three different pictures. The sun flower has a yellow face with big eyes and a big orange flower with a long orange stem. It also has green leaves. ","zh":"三張卡通向日葵的圖。向日葵有黃色笑臉與大大的橘色花瓣，長長的橘色花莖並配有綠色葉片。"},"ocr":"ss1\n和\n問全」\n\n吧\n"}
{"file":"z-2855f649-9629-4b86-a73e-6e75d86111e2.webp","describe":{"en":"A cartoon of a man sitting at a desk is holding a piece of paper. He is wearing a blue shirt and has a sad face. The man is sitting in a chair. ","zh":"一幅卡通圖：男子坐在書桌前手拿紙張，穿藍色上衣、神情哀傷，坐在椅子上。"},"ocr":"se\n5一此\n能才生至信/\n"}
{"file":"z-28a2c393-aaa4-41c0-9c10-1a69fa5b4d16.webp","describe":{"en":"A man is standing in front of a wall. There are papers hanging on the wall behind him. The man has a striped tie on and a blue shirt. He is holding a cigarette in his hand. ","zh":"一名男子站在牆前，身後牆上掛著多張紙。男子穿藍色襯衫打條紋領帶，手裡夾著香菸。"},"ocr":"太選,\n\n到|MS全22\n諒和\n\n二詞加人條全\n\n人\n"}
{"file":"z-308e5b91-cb91-4881-a39a-a1e9ddc9305a.webp","describe":{"en":"A man is smiling and looking towards the camera. He is wearing a white t-shirt. There are black question marks all over the image. Behind him is a picture frame hanging on the wall.","zh":"一名男子微笑看向鏡頭，穿著白色 T 恤。畫面上佈滿黑色問號，背後牆上掛著相框。"},"ocr":":\n"}
{"file":"z-37c28126-e593-4487-9b81-db40d974549d.webp","describe":{"en":"Three white wolf are standing in a line. They are all facing the same direction. Their mouths are open and they are showing their pink tongue. Behind them are tall trees with brown leaves on them.","zh":"三隻白狼排成一列，同向張口露出粉紅色舌頭。後方是長滿棕色葉子的高大樹木。"},"ocr":"區計一\w調器二了\n1\n和定光說人入\n\毗懾r計午說必所\n「3人六【》\n讓二廬\n』>\n戰姑.日\n光:尖、同\n有\n表中3多\n2有r"}
{"file":"z-3c2ff87d-596d-4cf0-b15a-0988dde8ff00.webp","describe":{"en":"Two men are shaking hands. One man is wearing a suit. The other man has long hair. There is a book shelf behind them. ","zh":"兩名男子握手，其中一人穿著西裝，另一人留著長髮。背後有書架。"},"ocr":"了\n還AA\n計久!\n品【,信\n\n和eg\n圖全和,\n|\n"}
{"file":"z-40063be5-03f6-417f-abe6-7d2ad84bec38.webp","describe":{"en":"A man in a brown suit is standing in the middle of a field. He is wearing a white shirt and a red tie. The field has yellow flowers on it. There is a blue sky behind him. ","zh":"一名穿棕色西裝、白襯衫與紅色領帶的男子站在田中央。田裡盛開黃色花朵，後方是藍天。"},"ocr":"了V議aa\n4\nWe\n"}
{"file":"z-4224de4c-281f-4331-a9b9-236d353cec0f.webp","describe":{"en":"A mannequin is wearing a black suit and a blue tie. There is a bright orange arrow coming up from the man. Behind the arrow is blue with white numbers on it. ","zh":"一具穿著黑色西裝與藍色領帶的人體模特兒。鮮橘色箭頭向上延伸，背景是藍底白色數字。"},"ocr":"人-0綱\n人人\n監六\n、\n"}
{"file":"z-4377d1ba-e200-4253-9d48-fee37cdd0d5d.webp","describe":{"en":"A comic strip is showing a girl sleeping in bed. The girl has long black hair and is laying in a chair. She is wearing a black shirt and has her eyes open. There is a speech bubble above her head. In the speech bubbles is an image of a pink heart.","zh":"連環漫畫：一位長黑髮的女孩在床上躺著。她穿著黑色上衣，頭上有對話框，框內是一顆粉紅色的心。"},"ocr":""}
{"file":"z-4a05c1cc-1a1c-40a3-9752-12a77057b6f8.webp","describe":{"en":"A man is sitting on a chair. He is smiling and looking at the camera. His hair is cut short and he has a bald head. The chair he is in is gold and has intricate carvings on it.","zh":"一名男子坐在椅子上對著鏡頭微笑，頭髮修得很短近乎光頭。椅子為金色並有精緻雕飾。"},"ocr":"圖,\n"}
{"file":"z-4ad1c293-895f-4a88-938b-ed921f1205e9.webp","describe":{"en":"A boy is standing outside on a sunny day. He is wearing a short sleeve shirt and has dark hair. The boy has a serious look on his face. There are trees and grass in the background. A paved parking lot can be seen in front of the boy. Part of a building can also be see in between the trees.","zh":"一名男孩站在晴天的戶外，穿著短袖、深色頭髮，表情嚴肅。背景有樹與草地，前方是鋪設的停車場，樹間可見建築的一部分。"},"ocr":"se說\n把記\n2S%潑\nae多\n太\n:\nmm\n隊\n一\n2呈\n上\n1!圖r\n"}
{"file":"z-4b00df53-4459-4194-8067-69920634774c.webp","describe":{"en":"Three cartoon characters are standing in a room. They are wearing blue and red suits. The man in the middle is pointing his finger at the person on the right. ","zh":"三個卡通人物站在室內，穿著藍紅配色的套裝。中間的人指向右邊的人。"},"ocr":"[\nHH]讓銳\n及\n人鑣!還|\n站\n凡S、\n"}
{"file":"z-4bb36e86-4e17-4dd0-9664-2e35d4503ad9.webp","describe":{"en":"A white cat with a pink nose and long white whiskers. The cat has light colored eyes. It has pink ears. Behind the cat is a blue and white wall. ","zh":"一隻白貓，粉紅鼻子、長白鬍鬚，眼睛顏色較淺，耳朵泛粉。背後是藍白相間的牆。"},"ocr":"品多\n"}
{"file":"z-4fca6b8c-0e71-4813-b43a-74145793184c.webp","describe":{"en":"A man and a woman are sitting in a car. The man is wearing a black jacket. He has short dark hair and is looking at the woman.  The woman has long blonde hair. She is sitting next to the man. There are cars behind the couple. They are parked in front of a building.","zh":"一男一女坐在車內。男子穿黑色外套、短深色頭髮，正看向女子；女子留著金色長髮。後方有多輛汽車，停在建築物前。"},"ocr":"和花3才\n\n(點圖\n~生一\n\n7和2\n#人國圖\n人\n急便\n"}
{"file":"z-4fd9c473-1f11-4a1c-ad37-9451c1641838.webp","describe":{"en":"A cartoon of a yellow spongebob holding a box with the word "reliable" on it.  The sponge bob is sitting on a bench.","zh":"卡通人物海綿寶寶手拿寫有「reliable」的盒子，坐在長椅上。"},"ocr":"#-\n還一一\nNg\n2\n"}
{"file":"z-55e41ddc-3f98-442e-b972-e0845b4e2ad1.webp","describe":{"en":"A group of soldiers stand in a line. They are all holding guns. The soldiers are wearing uniforms. There is a wall behind them. One of the soldiers is wearing a purple hat. ","zh":"一群士兵排成一列，手持槍枝、穿著制服。背後有一道牆，其中一名士兵戴著紫色帽子。"},"ocr":"時的廁戰和1\n和所還\n1自\n2\n天呈pp人信和\ng人加人人>時\n明rs戒\n1避罰\n站和六點了0表\n時中際f記\n呈了誠放兩光ss1本\n人\n0\n全es\n"}
{"file":"z-57012c69-fdc4-443b-be98-341c0f3d24d6.webp","describe":{"en":"A cartoon character is holding a book. The book is red and blue. There are two eyes on the character. ","zh":"卡通角色手拿一本紅藍相間的書。角色有兩隻大眼睛。"},"ocr":"鋪\n季\n0一)人\n計三主\nf“時\n"}
{"file":"z-58c911a4-cc81-4269-8801-f75c54c032cb.webp","describe":{"en":"A man in a black suit is kneeling down next to a mound of dirt. There is a large white stone in front of him. People are standing behind him in jackets. ","zh":"一名穿黑色西裝的男子跪在一堆土旁，前方有一塊大型白色石頭。後方有人群穿著外套站立。"},"ocr":"0區日|上肛中\n4條抱攻為你玉全對S生\n讓1)7//自站只導t\n一一圖章ˊ'詞W和0\n2謀2還\n你,佃DEY、謹記\n2By一\n1圖轎ˊˋ\n說人圖|尼居AS\n吧多度3\n多加號全時\n還人\n一中、Nee\n才二4t革\n3說\n且2)全\n著5人全說光記As到2記\n由ee|!\n1ee點上\n人\n"}
{"file":"z-5d917120-1e8a-4caf-8233-e02cf23be335.webp","describe":{"en":"Three people are standing on a sidewalk. The man is wearing a blue and white plaid shirt. He is standing between two women. One of the women is also wearing blue tank top and jeans. She is smiling.  The other woman is looking at the man. There are people walking on the sidewalk behind them.","zh":"三人站在人行道上。男子穿藍白格紋襯衫，站在兩名女子之間；其中一人穿藍色無袖上衣與牛仔褲並露出微笑，另一人看著男子。後方還有人走動。"},"ocr":""}
{"file":"z-5f4841b8-e7ac-4b46-aeb6-c11654aa4c61.webp","describe":{"en":"A bald man is standing in the stands. He is wearing a black vest and a red and blue plaid shirt. There are other people behind him sitting in white chairs. ","zh":"一名禿頭男子站在看台上，穿著黑色背心與紅藍格紋襯衫。後方是坐在白色座椅上的其他人。"},"ocr":"人\n(人寢一)2時\n品路\n生生僧\n\n還X32讓\n\n一半2蟬\n\nAATSNa\n\n茲洽聞禾\n加二3\n"}
{"file":"z-69436fc3-bb85-4fbc-980c-cbc1b2aabb44.webp","describe":{"en":"A cartoon of a man holding a bunch of money. The man is wearing a red jacket and a white shirt. He has brown hair and glasses. There are lights above the man's head. ","zh":"卡通男子手捧一疊鈔票，穿紅色外套與白襯衫，棕色頭髮、戴眼鏡。頭上方有燈光。"},"ocr":"人【光\n祁\n"}
{"file":"z-735bdfa5-4145-4a8a-be37-43917801462f.webp","describe":{"en":"A cat is being washed in a shower. The cat has brown eyes and a pink nose. It is wet and has long whiskers. There are water droplets coming from the shower head. A pair of hands is holding the cat.","zh":"一隻貓在淋浴間被清洗。牠有棕色眼睛與粉紅鼻子，全身溼漉漉、鬍鬚很長。蓮蓬頭灑下水珠，有雙手抱著牠。"},"ocr":"凡人\n\n生MA\n/嘩\n人\n"}
{"file":"z-74e0cb79-6f8e-43db-88e9-27666ea9ccaf.webp","describe":{"en":"A collage of photos of a man with a bald head and glasses.  The man is wearing a black shirt and a suit. The glasses are thin and black. There are several men in suits hugging each other.","zh":"多張照片拼貼：一名禿頭、戴細黑框眼鏡的男子，穿著黑色上衣或西裝；另有多名西裝男子彼此擁抱的畫面。"},"ocr":"滬)卓,\n主\n\2是\n\n和\n\n中為\n"}
{"file":"z-7f8126ba-38fa-4ea6-84ae-bbfdcd7f9051.webp","describe":{"en":"A boy and girl are sitting at a white table in a room. The boy is wearing a black hoodie with white writing on it. He has blonde hair and the girl has long dark hair. She is also wearing black. There is a large white board behind them with writing all over it in black marker. A black phone is hanging on the wall next to the board.","zh":"一男一女坐在室內白色桌旁。男孩穿著印字的黑色連帽衫、金色頭髮；女孩留長深色髮、也穿黑色。背後有寫滿字的白板，旁邊掛著黑色電話。"},"ocr":"3\n"}
{"file":"z-87925466-169e-46b6-aafa-84874415d2ce.webp","describe":{"en":"A comic strip is showing a man with a red shirt on.  The man has a white towel over his head. The red button is on a square that is white. A hand is pointing at the red circle.","zh":"連環漫畫：穿紅色上衣的男子，頭上蓋著白色毛巾。畫面中有一個白色方塊上的紅色按鈕，一隻手指著紅色圓點。"},"ocr":"os\n2人\n必.\n"}
{"file":"z-8a8ffce7-aee0-4e62-85e9-bf6a7ab634eb.webp","describe":{"en":"Two books are shown side by side. The books have a brown cover. One book is taller than the other. Both books appear to be empty.","zh":"兩本並排的書，棕色封面，其中一本較高。兩本看起來都未印內容。"},"ocr":"國加\n"}
{"file":"z-9909d3c1-3437-404a-9b23-03a1f89a37f8.webp","describe":{"en":"A cartoon of a man with his hands in the air. The man has a green shirt on and his hair is brown. His eyes are black and he has his mouth open.","zh":"卡通男子雙手高舉，穿綠色上衣，棕色頭髮、黑色眼睛，張著嘴。"},"ocr":"季\n\n一計\n邊ti\n蟬放\n"}
{"file":"z-9926b186-46a5-4fe6-9ef2-bf3641da0690.webp","describe":{"en":"A blue car is driving on a road. There is a green sign above the car. The sky is cloudy and blue. ","zh":"一輛藍色汽車行駛在道路上，頭頂有綠色道路指示牌。天空多雲且偏藍。"},"ocr":"cxr12\n當2和122章ae\n一一一一匕ES\n三于革法Ps一一一一一\n二已看和al上一一\n加店汪一\n7章\n3\n2六旬seo\n_靈還>\n"}
{"file":"z-9a82b8e1-2058-4ce2-90f4-30dbba5865bb.webp","describe":{"en":"A green stuffed animal is on a window. There are water droplets on the window behind the animal. The animal has two round eyes and a yellow neck. ","zh":"一隻綠色絨毛玩偶貼在窗邊，窗上佈滿水珠。玩偶有兩顆圓眼與黃色頸部。"},"ocr":"中名\n際\n時\n有詣人\n上點說y\n2人全蛀7\n2人人【/有\nriMO2\n2還了說引入販:過了數\n賠六站職人放了人人\n你放和崗舉\n?》。人、3\n條讓語量\n同中可二放\n[人1\n,.'!n人2\n、,,,\nIBISIIMAGES生\nwwwibiimagcsco八生【\n"}
{"file":"z-9a93befe-111b-4bb1-8312-ee49127f4734.webp","describe":{"en":"A cartoon character is standing in front of a blue lounge chair. There is a brown door on the ground behind him. The character has a large head and a long tail.","zh":"一個卡通角色站在藍色躺椅前。角色後方的地上有一扇棕色的門，角色頭大身小並有長長的尾巴。"},"ocr":"和\n人\naa二\n4\nES\n區加補共沁\nMS遇計\n本\n物Me\n評\nMK)\nKRN\n還\n"}
{"file":"z-9ece7805-471d-4a83-8ac7-d74f3bdeb47e.webp","describe":{"en":"A monkey is wearing a green shirt. The monkey has brown hair and brown eyes. There is a blue sky behind the monkey. ","zh":"一隻猴子穿著綠色上衣，棕色毛髮與棕色眼睛，背景是藍天。"},"ocr":"「\n全\n傅\n"}
{"file":"z-a3bef735-ebb6-4c9a-8d83-7ca92f089fe9.webp","describe":{"en":"A yellow school bus is on the tracks. There is a train next to the bus. The train is yellow and has a black front. ","zh":"一輛黃色校車停在鐵軌上，旁邊有列火車。火車也是黃色，車頭為黑色。"},"ocr":"for有\nne:全二和Fri\n-還一\n\n一計較\n條蔓相)、\n蟬償和人\n和區選丙上:一\n廬、和Na\n"}
{"file":"z-a434db9f-a989-4cb9-b3b6-64c106e12672.webp","describe":{"en":"A drawing of a dinosaur is shown in three different stages of running. The first dinosaur has an orange beak and a long neck. It is standing on a ledge.  The second dinosaur shows a running man wearing a jacket. He is running with his arms outstretched. In the third dinosaur that is walking is a duck.","zh":"三個階段的奔跑示意圖：第一張是橘色喙、長脖子的恐龍立在邊緣；第二張則變成穿外套奔跑的男子；第三張則是走路的鴨子。"},"ocr":"~\n"}
{"file":"z-a594dbcb-9854-4be3-bb41-07fe0bdd6f9b.webp","describe":{"en":"A picture of a godzilla king of the monsters.  The godfather is fighting with the god godzillas. The sky is filled with clouds and fire is burning.","zh":"一張哥吉拉主題的畫面：巨獸在戰鬥，天空佈滿雲層並伴隨火焰燃燒。"},"ocr":"莽芒情旦\n『3汪二一\n座和一\n人加友0\n00點\n國ee:\n說\n誠一一上Ep\n~頁陳Pa\n#之玫\n請\n商,\n2ANmr\n蝦(0\n全NWN人\n點說人浪了說\n%華革\n只全>際-\n芝以7對\n條“信人4\n品汪L=謹\n說、wu+,加”和8\n4劑天:\n還kw計ME全~ws全\n了3一人\n"}
{"file":"z-a62e7501-fe0b-4fbd-b9b3-8c29407d0ddd.webp","describe":{"en":"A woman with blonde hair and blue eyes is shown in four different angles. Each angle has a triangle with the letters V and h on it. Below the triangle is a grid with numbers and letters.","zh":"一位金髮藍眼女子以四個角度呈現。每張圖都有標示 V 與 h 的三角形，三角形下方是含有數字與字母的格線。"},"ocr":"神說同\n蛻~1銜吧2\n說ˊ3蛀\n人\n、和加導》了\n【二1~\n的N\nes/歡虹。\nC=2養席宮EE7一七2\n249只~cosx+C還人@說\nm|3思甸此葵隆、\n|生牙志誠2芒圖圖劑念)條>,I\n人\n和二\n易人馮4圖各中\n】只|1衣和表\n2x00||同\n世人|加及\n勤se生5\n{13ri司了是\nxW3放合作/1生計史0\n|國了輻丰-才說-!|和文2e\n"}
{"file":"z-aaab1f4d-8eec-4189-a01c-f7245f1ba114.webp","describe":{"en":"A picture of a teddy bear in a suit and tie. The bear is wearing a red shirt and has a big smile on his face. There is a blue circle behind the bear. ","zh":"一隻穿著西裝打領帶的泰迪熊，內搭紅色上衣，露出大大微笑。背後有藍色圓形。"},"ocr":"還|估計\n“還劉\n說\n點1\n"}
{"file":"z-b1b7826e-70c6-4d1e-b2fc-2c5253093107.webp","describe":{"en":"A blank page has a line drawing of stick figures on it. The stick figure on the left side of the page is drawn as a person. On the right side the figures are drawn in a group. They are all holding hands together. Each of them is having a small round head.","zh":"空白頁上畫著火柴人線稿：左側是一個人，右側是一群人牽著手，每個人都有小圓頭。"},"ocr":"大記科\n0討\n\n8\n大記記\n"}
{"file":"z-b62f8ae1-9c5a-46be-a0f4-bea51aaaffe6.webp","describe":{"en":"A woman in a blue shirt is standing in front of a wall. There is a large piece of paper hanging from the wall in the room. The woman is opening her mouth. ","zh":"一名穿藍色上衣的女子站在牆前，牆上掛著一大張紙。女子張著嘴。"},"ocr":"||\n1\n4和一\n圖下\n"}
{"file":"z-b9334fae-e406-4b00-87f1-c42d27633f28.webp","describe":{"en":"A man is sitting at a table with a laptop in front of him. He is wearing a long sleeve shirt and holding a pink coffee mug in his hand. There are shelves behind him with small plants on them. ","zh":"一名男子坐在桌前，面前放著筆電，穿長袖衣，手拿粉紅色馬克杯。身後的層架上擺著小盆栽。"},"ocr":""}
{"file":"z-c4e7ea53-37cc-4755-be69-e1916604fc8a.webp","describe":{"en":"A man is wearing a black shirt and blue jeans. There is a large glass container in front of him. The man has his hand outstretched. ","zh":"一名男子穿黑色上衣與藍色牛仔褲，面前有一個大型玻璃容器，他伸出手臂向前。"},"ocr":"-訂\n時三王記\nAVMatt!由\n店上7\n了周由1\n全讀\n詢\n一二店二\n語選二三-:\n計1sg,\n1前ss!\n同說\n_es生:二容\n2語0\n亡邊二點\n廳儿SARA\n儿3\n肛AR\n"}
{"file":"z-c78d5fb8-ac9b-4e77-a96f-f6e514699f01.webp","describe":{"en":"A comic strip is showing a man and a woman talking to each other. The man is wearing a suit and the woman is sitting next to him. They are both wearing suits. There is a building in front of them. ","zh":"連環漫畫：一男一女在交談，兩人皆穿著西裝。前方有一棟建築。"},"ocr":"Su\n世二加重\n六\n\n全員\nas用4上計\n"}
{"file":"z-c83121af-929d-467e-8fe0-14c6186005de.webp","describe":{"en":"A collage of four photos of a young man and woman.  The man is wearing a black jacket and a brown shirt. He has a serious look on his face. The woman is smiling. She has brown hair and is also wearing headband with purple flowers on it.","zh":"四張年輕男女的照片拼貼：男子穿黑色外套與棕色上衣，神情嚴肅；女子面帶微笑、棕色頭髮並戴著紫色花朵頭飾。"},"ocr":"區3放地臍歡\nNM(,ee品:\n上E讓旋3之19全風\n1朮人和信\nAN點\n江攻汪仿辣\n誠入\n加讓還一培价佛#人/\n點\n苞人\n兒-水2人x\n全2辣\n生記一\n國首之上\n六AA和吃點\n說7we!\n汪還\n電全\nKa\nr約到\n"}
{"file":"z-d279600f-261d-4816-9307-83a05b8ef890.webp","describe":{"en":"A cartoon picture of a man and a woman sitting in a bus. The man is wearing a yellow shirt and the woman is a purple shirt. They are sitting on blue seats. There are large windows on the side of the bus with mountains in the distance. ","zh":"卡通圖：一男一女坐在公車上，男子穿黃色上衣、女子穿紫色上衣，坐在藍色座椅。車側有大面窗戶，遠方是群山。"},"ocr":""}
{"file":"z-d5e5cadc-b1c1-4e20-aa07-c8611747eb4e.webp","describe":{"en":"A comic strip is showing a hand reaching out to touch the water. The hand is drawn in a cartoon style. There is a pink wall in the background.","zh":"連環漫畫：一隻卡通手伸向水面，背景是粉紅色牆。"},"ocr":"時\n"}
{"file":"z-e31ed77c-a225-48e2-ba6c-ff9ddf3eb8c5.webp","describe":{"en":"A woman and a little girl are in a pool. They are holding hands and smiling. There is a fence behind them. ","zh":"一位女子與一個小女孩在泳池中，牽著手並露出笑容。後方有圍欄。"},"ocr":"oa和\n儿i雇N央\n本\n六\nsw全呈一加3xx融時品\n人全s\n"}
{"file":"z-e32babb6-78d6-4f1d-8e88-43d741005c99.webp","describe":{"en":"A man is wearing a black suit and black shoes. He is standing in front of a white background. The man has his arms stretched out in both directions. ","zh":"一名男子穿黑色西裝與黑色皮鞋，站在白色背景前，雙臂平舉向兩側。"},"ocr":"全\n"}
{"file":"z-e5f0d86d-3357-4b10-9033-5d17385a4ef2.webp","describe":{"en":"A man in a suit and tie is looking at his reflection in the mirror. He has a serious look on his face. His hair is slicked back and he has brown hair. The man is wearing a dark suit with a light colored shirt and a black and white tie.","zh":"一名穿西裝打領帶的男子看著鏡中倒影，神情嚴肅。棕色頭髮向後梳理，深色西裝配淺色襯衫與黑白領帶。"},"ocr":"和和\n「點1\n,P\n生,\n一上和\n"}
{"file":"z-ed59943e-3a29-4b37-b75b-114c552dab18.webp","describe":{"en":"A cartoon of a bird is sitting on a branch. The bird has a gray body with a white belly and gray wings. There is a red speech bubble above the bird. ","zh":"一隻卡通小鳥停在樹枝上，灰色身體、白色腹部與灰色翅膀，上方有紅色對話框。"},"ocr":"39。\n多弘一\n4\n\n了2>\n\nAN人2人7\nMs一一“芝-說\n"}
{"file":"z-ee9b68ec-c7d0-4568-ae2e-8ac372604b6d.webp","describe":{"en":"A man is wearing a red puffy jacket. He has a white t-shirt with a black logo on it. The man has short hair and a beard. ","zh":"一名男子穿著紅色蓬鬆外套，內搭白色印有黑色標誌的 T 恤，留短髮與鬍子。"},"ocr":"他\n"}
{"file":"z-f7102be7-0da2-4a42-940d-756ef7710777.webp","describe":{"en":"A man in a gray suit is standing in front of a microphone. There is a small globe on a stand behind him. The man is sitting on top of an armchair. ","zh":"一名穿灰色西裝的男子在麥克風前發言；後方的架上擺著一個小地球儀，畫面中也可見一張扶手椅。"},"ocr":"時全\nS。沁全\n和=\nSASN\n丰]呈/[adutswimecom]\n人~\n了7還\n山和前a#5\nc半可光)~\nse還辣-出W\n和和是,襄8\n"}
{"file":"z-fd5b9c31-b095-40c0-8d77-c277682a2d2e.webp","describe":{"en":"A gray and white koala bear is holding a green leaf in its mouth. The bear has a black nose and eyes. There is a tree trunk next to the bear. ","zh":"一隻灰白色無尾熊嘴裡叼著綠色葉子，黑色鼻子與眼睛，旁邊有樹幹。"},"ocr":"同重則全2MA\n全人\n同還廬\n人入時ws\n1二蟬凡\nNi革、汐\nAV汪人人\n1馬、\n(gb\nNO人82了\n7池信和:此\n全和放生襄全\nK和品說\n胃還江放\n聞才讓末由人\n以本2\n人才\nbl和\nNEW人轉、緒骨廬\n交人人3和他\n汪全說\n和#\nN01\n林AN旨和wi生NM\n"}
{"file":"z-feb7e59d-97a8-4d9c-a1f4-33bd5e607295.webp","describe":{"en":"A picture of a dog is shown. The dog has a blue mark on its right eye. There is a picture next to the dog that is brown.","zh":"一張狗的照片。這隻狗右眼上有藍色記號；旁邊還有一張棕色的圖片。"},"ocr":"號和\n"}
