{"file":"z-029e0001-9584-4acc-b90c-5d8ca0c297a6.webp","describe":"A man is holding a pair of glasses in each hand. He has short brown hair and is shirtless. The background behind him is blue. ","ocr":"","keyword":""}
{"file":"z-04b73e88-dabf-4112-ae27-8dde85187a90.webp","describe":"A cartoon face is shown in two different views. The left side of the image shows a man with blonde hair and blue eyes. He has a big smile on his face. His hair is also blonde.  The right side image is black and white. It shows the same man's face but it is not clear what he is.","ocr":"","keyword":""}
{"file":"z-04fd4326-9c67-4e34-8140-2a8bd982e340.webp","describe":"There are two animated characters standing next to each other. The character on the left is wearing a yellow shirt and blue pants. He has brown hair and eyes.  The person on on right is also wearing an outfit that is green and purple. They are standing in front of a white door. There is a wooden floor under them.","ocr":"","keyword":""}
{"file":"z-056b7aaa-ce24-43ed-9eb8-c8ec947b8bcd.webp","describe":"The image is a collage of four pictures from the animated cartoon.  The first picture shows a blonde haired man in underwear standing in front of a purple wall. The second picture is of Marge Simpson standing with her hair up in a blue dress shirt and skirt. She is looking at the other mans chest which is covered in white underwear. There is also a small blue bucket on the floor.","ocr":"","keyword":""}
{"file":"z-0b97e722-a0d1-4a9b-b5fe-2753ba919364.webp","describe":"A cartoon dog is sitting at a table with a cup of coffee in front of him. He has a big smile on his face and there is a speech bubble above his head. The room he is in has yellow walls and fire coming out of the walls. There are two picture frames hanging on the wall.","ocr":"","keyword":""}
{"file":"z-0d708747-f2c5-4a76-9e82-07433d2cef52.webp","describe":"A picture of a person's head is drawn in four squares. Each square has a black line drawing of the face of this person. The background of each square is light blue.","ocr":"","keyword":""}
{"file":"z-0db0011e-7b59-4bba-adef-d7d76343ebe1.webp","describe":"A cartoon of a boy with glasses. He is wearing a red and white shirt. There is a window behind him. A yellow butterfly is flying above the boy. ","ocr":"","keyword":""}
{"file":"z-0e43f022-bab6-49ee-bc3a-6bd065b7b90a.webp","describe":"Three cartoon dragons are standing side by side. They have yellow and black stripes on them and their heads are covered in golden crowns. Each of the dragon has a wide open mouth with sharp teeth. One of them has white eyes and a pink tongue sticking out. The background is dark blue.","ocr":"","keyword":""}
{"file":"z-10cc6784-0e7a-4d31-9171-ca0a4aa0e7a9.webp","describe":"A simple drawing of a horse. The horse has a long tail and a small head with two horns on it. There are no other details in the drawing but the background is plain white.","ocr":"","keyword":""}
{"file":"z-14458f27-a4b3-4f67-82aa-4a3c6007a4d2.webp","describe":"A picture of a mans head is shown in four different angles. Each of the images has a red bandanna on it. The background of each image is white and there are Chinese characters written above and below the pictures.","ocr":"各種類型的頭痛偏頭痛血壓過高品旺壓力太大呈拿","keyword":""}
{"file":"z-1a5d6119-99de-41c4-9b61-99d8740f16e4.webp","describe":"A bald man is laying on a chair. The man has his hand on his head and the other hand is touching his forehead. He is wearing a red robe with black sleeves. ","ocr":"","keyword":""}
{"file":"z-1a8c5310-502b-45df-8121-b2479e25656e.webp","describe":"A picture of a brain is shown in four different views. The brain has blue and pink lights shining through it. There are lines on the left side of the image that are white.","ocr":"","keyword":""}
{"file":"z-1bfd043c-16be-408a-bc7d-f666e73fc83f.webp","describe":"A man is sitting on a yellow chair. He is wearing a white shirt and has dark hair. There is a fence behind him with grass on it. ","ocr":"","keyword":""}
{"file":"z-1d38f5de-5ce8-42a1-b8e7-cf60aecffa6a.webp","describe":"A man is bending over a table. He is wearing a dark blue shirt and has glasses on his head. There are napkins and a book on the table in front of him. ","ocr":"","keyword":""}
{"file":"z-1e51b66d-f4e9-4034-a0ea-6ceb81787683.webp","describe":"A cat is standing in front of a window. The cat has its paws on the ground and it's head is turned to the side. There are long white whiskers on its face and ears. ","ocr":"","keyword":""}
{"file":"z-1ea0b069-e32f-42a4-82d6-9474863e2a91.webp","describe":"A man is sitting in a chair with his arms stretched out. He is wearing a black baseball cap and a dark shirt. There is a microwave behind him on the counter. ","ocr":"","keyword":""}
{"file":"z-1fe2d262-9639-4dce-a7a1-2f4280b180f5.webp","describe":"A cartoon sunflower is shown in three separate images. The first image shows the sun with a wide open mouth and a long tongue sticking out. It is standing on a patch of dirt with patches of grass and flowers growing around it. ","ocr":"","keyword":""}
{"file":"z-2336d80c-30c6-4466-b7b7-56c1cab2f4a2.webp","describe":"A black and white image of a man. The man has dark hair. There are two white circles on either side of the man's head with Chinese characters written on them. ","ocr":"","keyword":""}
{"file":"z-27ee0fcc-387f-464d-b67a-b44cab1c0423.webp","describe":"A woman is wearing a white shirt and a black jacket. She has a yellow headband on her head. There is a blue blanket on the bed next to her. ","ocr":"","keyword":""}
{"file":"z-2855f649-9629-4b86-a73e-6e75d86111e2.webp","describe":"A cartoon of a man sitting at a desk is holding a piece of paper. He is wearing a blue shirt and has a sad look on his face. The desk he is sitting in front of him is brown and wooden. There is another person sitting next to him wearing blue clothes. They are both sitting on brown chairs.","ocr":"","keyword":""}
{"file":"z-28a2c393-aaa4-41c0-9c10-1a69fa5b4d16.webp","describe":"A man is standing in front of a wall. There are papers hanging on the wall behind him. The man has a striped tie on and a blue shirt. He is holding his hand up to his face. ","ocr":"","keyword":""}
{"file":"z-2bce5455-83d1-47a0-9762-d59ec2516d2b.webp","describe":"A black and white comic strip is displayed. There are three panels showing a man with glasses on his face. He has a beard and mustache and his mouth is open. His hands are touching each other. ","ocr":"","keyword":""}
{"file":"z-2ecb0dac-3534-4247-8d36-3a58032ac656.webp","describe":"A woman's face is being shown in a photo. The photo has a rainbow coming out of it. There is a white ribbon on top of the woman. ","ocr":"","keyword":""}
{"file":"z-308e5b91-cb91-4881-a39a-a1e9ddc9305a.webp","describe":"A man is smiling. He has short black hair and a white shirt on. There are pictures behind the man on the wall. ","ocr":"","keyword":""}
{"file":"z-37c28126-e593-4487-9b81-db40d974549d.webp","describe":"Three white wolf are standing in a line. They are all facing the same direction and their mouths are open. Behind them are tall trees with brown leaves on them. ","ocr":"","keyword":""}
{"file":"z-37f3a16a-311c-49b5-bba6-b75dee7f79f6.webp","describe":"A comic strip is showing a cartoon of a person with black hair and a black outfit. They have a mask on their face and are holding a bloody knife in their hand. There are question marks above their head. ","ocr":"","keyword":""}
{"file":"z-3c2ff87d-596d-4cf0-b15a-0988dde8ff00.webp","describe":"Two men are shaking hands. One man is wearing a suit and tie. The other man has long hair. He is also wearing tie and a white shirt. There is a book shelf behind them with books on it. ","ocr":"","keyword":""}
{"file":"z-3e24ea1e-357e-4de8-87fb-174713fcd997.webp","describe":"A comic is drawn in black and white. There are two characters in the comic. One character is a cat. The other character has a round head with big eyes. He is wearing glasses. ","ocr":"","keyword":""}
{"file":"z-40063be5-03f6-417f-abe6-7d2ad84bec38.webp","describe":"A man in a brown suit is standing in the middle of a field. There are yellow flowers on the field around him. The sky above him is blue and white. ","ocr":"","keyword":""}
{"file":"z-4224de4c-281f-4331-a9b9-236d353cec0f.webp","describe":"A mannequin is wearing a black suit and a blue tie. There are numbers on the wall behind the man. The man has his arms crossed in front of him. ","ocr":"","keyword":""}
{"file":"z-4377d1ba-e200-4253-9d48-fee37cdd0d5d.webp","describe":"A comic strip is showing a girl sleeping in bed. The girl has long black hair and white eyes. She is laying on a pillow with her head resting on the pillow. There is a speech bubble above the girl's head. ","ocr":"","keyword":""}
{"file":"z-4562dbcb-be48-493d-adc1-141f7c725593.webp","describe":"A grid of nine squares has a red heart in each square. The hearts are drawn with a brush. Each square is empty.","ocr":"","keyword":""}
{"file":"z-4a05c1cc-1a1c-40a3-9752-12a77057b6f8.webp","describe":"A man is sitting on a chair. He has short hair and is wearing a dark shirt. His mouth is open and he is smiling. There is a pattern on the back of the chair that is gold in color. ","ocr":"","keyword":""}
{"file":"z-4ad1c293-895f-4a88-938b-ed921f1205e9.webp","describe":"A boy is standing outside on a sunny day. He is wearing a short sleeve shirt and has dark hair. The boy looks sad or upset. There are trees in the background behind him. A paved road can be seen in front of the boy. Part of green grass can also be found near the road. ","ocr":"","keyword":""}
{"file":"z-4b00df53-4459-4194-8067-69920634774c.webp","describe":"Three men are dressed in the same style of Spiderman. They are pointing their fingers at something or something that is in front of them. The wall behind them is dark blue with white lettering on it. To the right of the men is a light brown wooden box. All three men have red and blue suits and webbed shoes.","ocr":"","keyword":""}
{"file":"z-4bb36e86-4e17-4dd0-9664-2e35d4503ad9.webp","describe":"A white cat with a pink nose and long white whiskers. The cat has light colored eyes. There are two pointy ears on the cat. Behind the animal is a blue and white wall. ","ocr":"","keyword":""}
{"file":"z-4d5f93cb-8624-4a43-8378-a41463a2f084.webp","describe":"A cartoon of a man with a hat on his head. He has blue eyes and a frown on it. His hair is short and he has a hand raised up in the air. ","ocr":"","keyword":""}
{"file":"z-4fca6b8c-0e71-4813-b43a-74145793184c.webp","describe":"A man and a woman are sitting in the back seat of a car. The man is wearing a black jacket and has short hair. He has a beard and is looking at the woman with a surprised look on his face. There are yellow taxis parked behind the couple. ","ocr":"","keyword":""}
{"file":"z-4fd9c473-1f11-4a1c-ad37-9451c1641838.webp","describe":"A cartoon of a yellow spongebob holding a box with the word \"reliable\" on it.  The sponge bob is sitting in a chair with a white table in front of him. He has a big smile on his face and his mouth is open.","ocr":"","keyword":""}
{"file":"z-5592bdd6-e62e-4fce-b254-f5b75a6df111.webp","describe":"A brown and white hamster is sitting on a pile of dirt. The hamsters mouth is open wide. There are pink ears sticking out from the front of the hamper. ","ocr":"","keyword":""}
{"file":"z-55e41ddc-3f98-442e-b972-e0845b4e2ad1.webp","describe":"A group of soldiers stand in a line. They are all holding guns. The wall behind them is made of bricks. There is dirt on the ground. One of the soldiers has yellow boots. ","ocr":"","keyword":""}
{"file":"z-57012c69-fdc4-443b-be98-341c0f3d24d6.webp","describe":"A cartoon character is holding a book. The book is red and blue. There are two eyes on the character. ","ocr":"","keyword":""}
{"file":"z-58c911a4-cc81-4269-8801-f75c54c032cb.webp","describe":"A man in a black suit is kneeling down next to a mound of dirt. There are people standing behind him looking at the dirt mound. Next to the man is a tall white stone monument. ","ocr":"","keyword":""}
{"file":"z-5d917120-1e8a-4caf-8233-e02cf23be335.webp","describe":"Three people are standing on a sidewalk. The woman is wearing a red dress and the man is in between her.  The man has a blue and white plaid shirt on and black pants. He has brown hair and is looking down at the ground. There is a woman to his right with a light blue tank top and blue jeans. Behind them are buildings and people walking.","ocr":"","keyword":""}
{"file":"z-5f4841b8-e7ac-4b46-aeb6-c11654aa4c61.webp","describe":"A bald man is standing in the stands. He has a black vest over his shirt and a plaid shirt underneath it. There are other men behind him sitting in white chairs. ","ocr":"","keyword":""}
{"file":"z-602ac7a2-a735-4015-b24b-c2bb1f9f1125.webp","describe":"Three anime girls are standing in a row. They have long, straight hair that is blue and black. One of the girls has a red hat on her head. The other two girls have their hair cut short. There is a text written in Chinese at the bottom of this image.","ocr":"","keyword":""}
{"file":"z-61413313-a939-4375-9577-3052be3bc449.webp","describe":"A man is shown in three different angles. He has blue eyes and a small amount of hair on his head. His lips are slightly parted. The man's nose is very short and he has a slight smile on it.","ocr":"","keyword":""}
{"file":"z-67ec6630-2808-48b9-8551-50f35687618b.webp","describe":"A cartoon cat is holding a blue tube. The cat has yellow eyes and black ears. It also has white paws. There is a splash of water coming out of the blue tubes. ","ocr":"","keyword":""}
{"file":"z-69436fc3-bb85-4fbc-980c-cbc1b2aabb44.webp","describe":"A cartoon of a man holding money in his hand. The man has brown hair and is wearing a red jacket. There are lights on the ceiling behind him. ","ocr":"","keyword":""}
{"file":"z-6c331a7a-4b19-4b90-a86f-d4183e777760.webp","describe":"The cat is yellow and has a pink nose. The whiskers are white and long. It's mouth is open and it is showing its teeth.  The cat has black eyes.","ocr":"","keyword":""}
{"file":"z-735bdfa5-4145-4a8a-be37-43917801462f.webp","describe":"A cat is being washed. The cat has brown eyes and a pink nose. It's hair is wet and it is getting wet from the shower head. There are two hands holding the cat.","ocr":"","keyword":""}
{"file":"z-74e0cb79-6f8e-43db-88e9-27666ea9ccaf.webp","describe":"A collage of photos of a man with glasses on.  The man is bald and has a serious look on his face. He is wearing a black shirt and a suit. There are several men in suits hugging each other.","ocr":"","keyword":""}
{"file":"z-7669b5a4-ab85-494b-bb2a-fd428fab3e39.webp","describe":"A cartoon dog is standing on a bed. The dog has big ears and a big smile on its face. It's mouth is open and it's tongue is sticking out. There is a speech bubble above the dog with a black line going through it.","ocr":"","keyword":""}
