{"file":"z-029e0001-9584-4acc-b90c-5d8ca0c297a6.webp","describe":"A man is holding a pair of glasses in each hand. He has short brown hair and is shirtless. The background behind him is blue. ","ocr":""}
{"file":"z-04b73e88-dabf-4112-ae27-8dde85187a90.webp","describe":"A cartoon face is shown in two different views. The left side of the image shows a man with blonde hair and blue eyes. He has a big smile on his face. His hair is also blonde.  The right side image is black and white. It shows the same man's face but it is not clear what he is.","ocr":""}
{"file":"z-04fd4326-9c67-4e34-8140-2a8bd982e340.webp","describe":"There are two animated characters standing next to each other. The character on the left is wearing a yellow shirt and blue pants. He has brown hair and eyes.  The person on on right is also wearing an outfit that is green and purple. They are standing in front of a white door. There is a wooden floor under them.","ocr":""}
{"file":"z-056b7aaa-ce24-43ed-9eb8-c8ec947b8bcd.webp","describe":"The image is a collage of four pictures from the animated cartoon.  The first picture shows a blonde haired man in underwear standing in front of a purple wall. The second picture is of Marge Simpson standing with her hair up in a blue dress shirt and skirt. She is looking at the other mans chest which is covered in white underwear. There is also a small blue bucket on the floor.","ocr":""}
{"file":"z-0b97e722-a0d1-4a9b-b5fe-2753ba919364.webp","describe":"A cartoon dog is sitting at a table with a cup of coffee in front of him. He has a big smile on his face and there is a speech bubble above his head. The room he is in has yellow walls and fire coming out of the walls. There are two picture frames hanging on the wall.","ocr":""}
{"file":"z-0d708747-f2c5-4a76-9e82-07433d2cef52.webp","describe":"A picture of a person's head is drawn in four squares. Each square has a black line drawing of the face of this person. The background of each square is light blue.","ocr":""}
{"file":"z-0db0011e-7b59-4bba-adef-d7d76343ebe1.webp","describe":"A cartoon of a boy with glasses. He is wearing a red and white shirt. There is a window behind him. A yellow butterfly is flying above the boy. ","ocr":""}
{"file":"z-0e43f022-bab6-49ee-bc3a-6bd065b7b90a.webp","describe":"Three cartoon dragons are standing side by side. They have yellow and black stripes on them and their heads are covered in golden crowns. Each of the dragon has a wide open mouth with sharp teeth. One of them has white eyes and a pink tongue sticking out. The background is dark blue.","ocr":""}
{"file":"z-10cc6784-0e7a-4d31-9171-ca0a4aa0e7a9.webp","describe":"A simple drawing of a horse. The horse has a long tail and a small head with two horns on it. There are no other details in the drawing but the background is plain white.","ocr":""}{"file":"z-14458f27-a4b3-4f67-82aa-4a3c6007a4d2.webp","describe":"A picture of a mans head is shown in four different angles. Each of the images has a red bandanna on it. The background of each image is white and there are Chinese characters written above and below the pictures.","ocr":"各種類型的頭痛偏頭痛血壓過高品§壓力太大呈@"}
{"file":"z-1a5d6119-99de-41c4-9b61-99d8740f16e4.webp","describe":"A bald man is laying on a chair. The man has his hand on his head and the other hand is touching his forehead. He is wearing a red robe with black sleeves. ","ocr":""}
{"file":"z-1a8c5310-502b-45df-8121-b2479e25656e.webp","describe":"A picture of a brain is shown in four different views. The brain has blue and pink lights shining through it. There are lines on the left side of the image that are white.","ocr":""}
{"file":"z-1bfd043c-16be-408a-bc7d-f666e73fc83f.webp","describe":"A man is sitting on a yellow chair. He is wearing a white shirt and has dark hair. There is a fence behind him with grass on it. ","ocr":""}
{"file":"z-1d38f5de-5ce8-42a1-b8e7-cf60aecffa6a.webp","describe":"A man is bending over a table. He is wearing a dark blue shirt and has glasses on his head. There are napkins and a book on the table in front of him. ","ocr":""}
{"file":"z-1e51b66d-f4e9-4034-a0ea-6ceb81787683.webp","describe":"A cat is standing in front of a window. The cat has its paws on the ground and it's head is turned to the side. There are long white whiskers on its face and ears. ","ocr":""}
{"file":"z-1ea0b069-e32f-42a4-82d6-9474863e2a91.webp","describe":"A man is sitting in a chair with his arms stretched out. He is wearing a black baseball cap and a dark shirt. There is a microwave behind him on the counter. ","ocr":""}
